{"1":{"id":1,"quote":"The purpose of art is washing the dust of daily life off our souls.","author":"Pablo Picasso","category":"art"},"2":{"id":2,"quote":"Art is not what you see, but what you make others see.","author":"Edgar Degas","category":"art"},"3":{"id":3,"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","category":"art"},"4":{"id":4,"quote":"This world is but a canvas to our imagination.","author":"Henry David Thoreau","category":"art"},"5":{"id":5,"quote":"Procrastination is the art of keeping up with yesterday.","author":"Don Marquis","category":"art"},"6":{"id":6,"quote":"Love of beauty is taste. The creation of beauty is art.","author":"Ralph Waldo Emerson","category":"art"},"7":{"id":7,"quote":"Every production of an artist should be the expression of an adventure of his soul.","author":"W. Somerset Maugham","category":"art"},"8":{"id":8,"quote":"Vision is the art of seeing what is invisible to others.","author":"Jonathan Swift","category":"art"},"9":{"id":9,"quote":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.","author":"Octavia Butler","category":"art"},"10":{"id":10,"quote":"Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.","author":"Scott Adams","category":"art"},"11":{"id":11,"quote":"Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.","author":"Aristotle","category":"art"},"12":{"id":12,"quote":"The true work of art is but a shadow of the divine perfection.","author":"Michelangelo","category":"art"},"13":{"id":13,"quote":"Youth is the gift of nature, but age is a work of art.","author":"Stanislaw Jerzy Lec","category":"art"},"14":{"id":14,"quote":"I decided on the spot that I would be an artist, and I assure you, it was no ordinary artist I had in mind.","author":"Henry Ossawa Tanner","category":"art"},"15":{"id":15,"quote":"Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","category":"art"},"16":{"id":16,"quote":"The supreme art of war is to subdue the enemy without fighting.","author":"Sun Tzu","category":"art"},"17":{"id":17,"quote":"Art is like baby shoes. When you coat them with gold, they can no longer be worn.","author":"John Updike","category":"art"},"18":{"id":18,"quote":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author":"Albert Einstein","category":"art"},"19":{"id":19,"quote":"To me, photography is an art of observation. It's about finding something interesting in an ordinary place... I've found it has little to do with the things you see and everything to do with the way you see them.","author":"Elliott Erwitt","category":"art"},"20":{"id":20,"quote":"If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.","author":"Vincent Van Gogh","category":"art"},"21":{"id":21,"quote":"Where the spirit does not work with the hand, there is no art.","author":"Leonardo da Vinci","category":"art"},"22":{"id":22,"quote":"The art of art, the glory of expression and the sunshine of the light of letters, is simplicity.","author":"Walt Whitman","category":"art"},"23":{"id":23,"quote":"Art attracts us only by what it reveals of our most secret self.","author":"Alfred North Whitehead","category":"art"},"24":{"id":24,"quote":"Riding a race bike is an art - a thing that you do because you feel something inside.","author":"Valentino Rossi","category":"art"},"25":{"id":25,"quote":"The essence of all beautiful art, all great art, is gratitude.","author":"Friedrich Nietzsche","category":"art"},"26":{"id":26,"quote":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","author":"C. S. Lewis","category":"art"},"27":{"id":27,"quote":"Motivation is the art of getting people to do what you want them to do because they want to do it.","author":"Dwight D. Eisenhower","category":"art"},"28":{"id":28,"quote":"Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.","author":"Paul Hawken","category":"art"},"29":{"id":29,"quote":"Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.","author":"Pablo Picasso","category":"art"},"30":{"id":30,"quote":"Art consists of limitation. The most beautiful part of every picture is the frame.","author":"Gilbert K. Chesterton","category":"art"},"31":{"id":31,"quote":"You must not fight too often with one enemy, or you will teach him all your art of war.","author":"Napoleon Bonaparte","category":"art"},"32":{"id":32,"quote":"Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse.","author":"Winston Churchill","category":"art"},"33":{"id":33,"quote":"Photography is more than a medium for factual communication of ideas. It is a creative art.","author":"Ansel Adams","category":"art"},"34":{"id":34,"quote":"Diversity: the art of thinking independently together.","author":"Malcolm Forbes","category":"art"},"35":{"id":35,"quote":"Architecture is a visual art, and the buildings speak for themselves.","author":"Julia Morgan","category":"art"},"36":{"id":36,"quote":"The aim of art is to represent not the outward appearance of things, but their inward significance.","author":"Aristotle","category":"art"},"37":{"id":37,"quote":"Politics is the art of looking for trouble, finding it everywhere, diagnosing it incorrectly and applying the wrong remedies.","author":"Groucho Marx","category":"art"},"38":{"id":38,"quote":"The art of being wise is the art of knowing what to overlook.","author":"William James","category":"art"},"39":{"id":39,"quote":"The art of simplicity is a puzzle of complexity.","author":"Douglas Horton","category":"art"},"40":{"id":40,"quote":"Life is the art of drawing without an eraser.","author":"John W. Gardner","category":"art"},"41":{"id":41,"quote":"Beautiful music is the art of the prophets that can calm the agitations of the soul; it is one of the most magnificent and delightful presents God has given us.","author":"Martin Luther","category":"art"},"42":{"id":42,"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author":"Albert Einstein","category":"art"},"43":{"id":43,"quote":"The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.","author":"Paracelsus","category":"art"},"44":{"id":44,"quote":"Every painting is a voyage into a sacred harbour.","author":"Giotto di Bondone","category":"art"},"45":{"id":45,"quote":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.","author":"John Wooden","category":"art"},"46":{"id":46,"quote":"Creative without strategy is called 'art.' Creative with strategy is called 'advertising.'","author":"Jef I. Richards","category":"art"},"47":{"id":47,"quote":"Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.","author":"Salvador Dali","category":"art"},"48":{"id":48,"quote":"Don't only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine.","author":"Ludwig van Beethoven","category":"art"},"49":{"id":49,"quote":"Most art is fragile and some should be placed and never moved away.","author":"Donald Judd","category":"art"},"50":{"id":50,"quote":"Art in Nature is rhythmic and has a horror of constraint.","author":"Robert Delaunay","category":"art"},"51":{"id":51,"quote":"Artists don't talk about art. Artists talk about work. If I have anything to say to young writers, it's stop thinking of writing as art. Think of it as work.","author":"Paddy Chayefsky","category":"art"},"52":{"id":52,"quote":"All nature is but art unknown to thee.","author":"Alexander Pope","category":"art"},"53":{"id":53,"quote":"An artist never works under ideal conditions. If they existed, his work wouldn't exist, for the artist doesn't live in a vacuum. Some sort of pressure must exist. The artist exists because the world is not perfect. Art would be useless if the world were perfect, as man wouldn't look for harmony but would simply live in it.","author":"Andrei Tarkovsky","category":"art"},"54":{"id":54,"quote":"The art of being happy lies in the power of extracting happiness from common things.","author":"Henry Ward Beecher","category":"art"},"55":{"id":55,"quote":"Sculpture is the art of the intelligence.","author":"Pablo Picasso","category":"art"},"56":{"id":56,"quote":"You don't take a photograph, you make it.","author":"Ansel Adams","category":"art"},"57":{"id":57,"quote":"I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature.","author":"Paulo Coelho","category":"art"},"58":{"id":58,"quote":"Thou art not for the earth, nor for the Heaven the world is for thee, thou art not for the world.","author":"Muhammad Iqbal","category":"art"},"59":{"id":59,"quote":"The art of effective listening is essential to clear communication, and clear communication is necessary to management success.","author":"James Cash Penney","category":"art"},"60":{"id":60,"quote":"Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together.","author":"Alvar Aalto","category":"art"},"61":{"id":61,"quote":"The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can, and keep moving on.","author":"Ulysses S. Grant","category":"art"},"62":{"id":62,"quote":"My art is an attempt to reach beyond the surface appearance. I want to see growth in wood, time in stone, nature in a city, and I do not mean its parks but a deeper understanding that a city is nature too-the ground upon which it is built, the stone with which it is made.","author":"Andy Goldsworthy","category":"art"},"63":{"id":63,"quote":"Life doesn't imitate art, it imitates bad television.","author":"Woody Allen","category":"art"},"64":{"id":64,"quote":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","author":"Socrates","category":"art"},"65":{"id":65,"quote":"Controversy is part of the nature of art and creativity.","author":"Yoko Ono","category":"art"},"66":{"id":66,"quote":"Medicine is a science of uncertainty and an art of probability.","author":"William Osler","category":"art"},"67":{"id":67,"quote":"Art is I; science is we.","author":"Claude Bernard","category":"art"},"68":{"id":68,"quote":"I have never denied my background or my culture. I have taught my child to embrace her Mexican heritage, to love my first language, Spanish, to learn about Mexican history, music, folk art, food, and even the Mexican candy I grew up with.","author":"Salma Hayek","category":"art"},"69":{"id":69,"quote":"The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.","author":"Sun Tzu","category":"art"},"70":{"id":70,"quote":"It is not in life, but in art that self-fulfillment is to be found.","author":"Wilson Mizner","category":"art"},"71":{"id":71,"quote":"Great artists suffer for the people.","author":"Marvin Gaye","category":"art"},"72":{"id":72,"quote":"The modern work of art, as I have said, is a symbol.","author":"Herbert Read","category":"art"},"73":{"id":73,"quote":"The artist one day falls through a hole in the brambles, and from that moment he is following the dark rapids of an underground river which may sometimes flow so near to the surface that the laughing picnic parties are heard above.","author":"Cyril Connolly","category":"art"},"74":{"id":74,"quote":"Rationalism is the enemy of art, though necessary as a basis for architecture.","author":"Arthur Erickson","category":"art"},"75":{"id":75,"quote":"Politics is the art of choosing between the disastrous and the unpalatable.","author":"John Kenneth Galbraith","category":"art"},"76":{"id":76,"quote":"All architecture is great architecture after sunset; perhaps architecture is really a nocturnal art, like the art of fireworks.","author":"Gilbert K. Chesterton","category":"art"},"77":{"id":77,"quote":"My life is a monument to procrastination, to the art of putting things off until later, or much later, or possibly never.","author":"Craig Brown","category":"art"},"78":{"id":78,"quote":"An artist is somebody who produces things that people don't need to have.","author":"Andy Warhol","category":"art"},"79":{"id":79,"quote":"Photography takes an instant out of time, altering life by holding it still.","author":"Dorothea Lange","category":"art"},"80":{"id":80,"quote":"The artist is a receptacle for emotions that come from all over the place: from the sky, from the earth, from a scrap of paper, from a passing shape, from a spider's web.","author":"Pablo Picasso","category":"art"},"81":{"id":81,"quote":"I found I could say things with color and shapes that I couldn't say any other way - things I had no words for.","author":"Georgia O'Keeffe","category":"art"},"82":{"id":82,"quote":"A man paints with his brains and not with his hands.","author":"Michelangelo","category":"art"},"83":{"id":83,"quote":"There hasn't been any art yet. Art is just beginning.","author":"Constantin Brancusi","category":"art"},"84":{"id":84,"quote":"I realize that every picture isn't a work of art.","author":"Conrad Hall","category":"art"},"85":{"id":85,"quote":"Art is never finished, only abandoned.","author":"Leonardo da Vinci","category":"art"},"86":{"id":86,"quote":"To say nothing, especially when speaking, is half the art of diplomacy.","author":"Will Durant","category":"art"},"87":{"id":87,"quote":"Courtesy is a silver lining around the dark clouds of civilization; it is the best part of refinement and in many ways, an art of heroic beauty in the vast gallery of man's cruelty and baseness.","author":"Bryant H. McGill","category":"art"},"88":{"id":88,"quote":"The art and science of asking questions is the source of all knowledge.","author":"Thomas Berger","category":"art"},"89":{"id":89,"quote":"Art is basically made by dissatisfied people who are willing to find some means to relieve the dissatisfaction.","author":"John Chamberlain","category":"art"},"90":{"id":90,"quote":"It'll be the Internet and piracy that will kill film. There's a philosophy that the Internet should be free, but the reality is that piracy will destroy the film industry and film as an art form because it's expensive to make a movie. Maybe you'll have funky little independent movies, and it'll go back and then start up again some other way.","author":"Helen Mirren","category":"art"},"91":{"id":91,"quote":"Jazz music is America's past and its potential, summed up and sanctified and accessible to anybody who learns to listen to, feel, and understand it. The music can connect us to our earlier selves and to our better selves-to-come. It can remind us of where we fit on the time line of human achievement, an ultimate value of art.","author":"Wynton Marsalis","category":"art"},"92":{"id":92,"quote":"If you're not trying to be real, you don't have to get it right. That's art.","author":"Andy Warhol","category":"art"},"93":{"id":93,"quote":"Once you learn to look at architecture not merely as an art more or less well or more or less badly done, but as a social manifestation, the critical eye becomes clairvoyant.","author":"Louis Sullivan","category":"art"},"94":{"id":94,"quote":"Leadership is the art of getting someone else to do something you want done because he wants to do it.","author":"Dwight D. Eisenhower","category":"art"},"95":{"id":95,"quote":"What strikes me is the fact that in our society, art has become something which is only related to objects, and not to individuals, or to life.","author":"Michel Foucault","category":"art"},"96":{"id":96,"quote":"There's no art to find the mind's construction in the face.","author":"William Shakespeare","category":"art"},"97":{"id":97,"quote":"Society is like a large piece of frozen water; and skating well is the great art of social life.","author":"Letitia Elizabeth Landon","category":"art"},"98":{"id":98,"quote":"Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.","author":"Frederic Chopin","category":"art"},"99":{"id":99,"quote":"In visual perception a color is almost never seen as it really is - as it physically is. This fact makes color the most relative medium in art.","author":"Josef Albers","category":"art"},"100":{"id":100,"quote":"The surrealists, and the modern movement in painting as a whole, seemed to offer a key to the strange postwar world with its threat of nuclear war. The dislocations and ambiguities, in cubism and abstract art as well as the surrealists, reminded me of my childhood in Shanghai.","author":"J. G. Ballard","category":"art"},"101":{"id":101,"quote":"Creating a wonderful drama is an art form, while comedy is just entertainment.","author":"Jason Reitman","category":"art"},"102":{"id":102,"quote":"Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'","author":"Ashton Kutcher","category":"art"},"103":{"id":103,"quote":"The temple of art is built in words.","author":"Josiah Gilbert Holland","category":"art"},"104":{"id":104,"quote":"Through a painting we can see the whole world.","author":"Hans Hofmann","category":"art"},"105":{"id":105,"quote":"The task of art today is to bring chaos into order.","author":"Theodor Adorno","category":"art"},"106":{"id":106,"quote":"I think you can do anything with comics that you could do in just about any art form.","author":"Harvey Pekar","category":"art"},"107":{"id":107,"quote":"The art of pleasing is the art of deception.","author":"Luc de Clapiers","category":"art"},"108":{"id":108,"quote":"Art teaches nothing, except the significance of life.","author":"Michael Korda","category":"art"},"109":{"id":109,"quote":"Nude nail polish wins hands down over intricate nail art.","author":"Ashley Madekwe","category":"art"},"110":{"id":110,"quote":"Writing stopped being fun when I discovered the difference between good writing and bad and, even more terrifying, the difference between it and true art. And after that, the whip came down.","author":"Truman Capote","category":"art"},"111":{"id":111,"quote":"Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don't want it.","author":"Duke Ellington","category":"art"},"112":{"id":112,"quote":"Science is what we understand well enough to explain to a computer. Art is everything else we do.","author":"Donald Knuth","category":"art"},"113":{"id":113,"quote":"Works of art make rules; rules do not make works of art.","author":"Claude Debussy","category":"art"},"114":{"id":114,"quote":"We want to raise the art of living well.","author":"Robert Mondavi","category":"art"},"115":{"id":115,"quote":"You say a new era in art is preparing; you sensed it coming; continue your studies without weakening. God will do the rest.","author":"Paul Cezanne","category":"art"},"116":{"id":116,"quote":"I think it is more of an intuitive, circular kind of personality, for starters. And, as I say of horses, the secret to breeding great horses is the three B's: bones, brains, and balance. If you look at art, it shares some of the same qualities.","author":"Alice Walton","category":"art"},"117":{"id":117,"quote":"I like writing letters and receiving letters. It's a shame that we've lost the art of letter-writing and saving correspondence. I mourn that.","author":"Elizabeth McGovern","category":"art"},"118":{"id":118,"quote":"Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference.","author":"Neil deGrasse Tyson","category":"art"},"119":{"id":119,"quote":"Because theatre is a story-telling art form, we feel entitled to assume that the playwright got there before we got there.","author":"Tom Stoppard","category":"art"},"120":{"id":120,"quote":"The very essence of the creative is its novelty, and hence we have no standard by which to judge it.","author":"Carl Rogers","category":"art"},"121":{"id":121,"quote":"An artist cannot fail; it is a success to be one.","author":"Charles Horton Cooley","category":"art"},"122":{"id":122,"quote":"That's why people listen to music or look at paintings. To get in touch with that wholeness.","author":"Corita Kent","category":"art"},"123":{"id":123,"quote":"Works of art, in my opinion, are the only objects in the material universe to possess internal order, and that is why, though I don't believe that only art matters, I do believe in Art for Art's sake.","author":"E. M. Forster","category":"art"},"124":{"id":124,"quote":"Painting is easy when you don't know how, but very difficult when you do.","author":"Edgar Degas","category":"art"},"125":{"id":125,"quote":"What art offers is space - a certain breathing room for the spirit.","author":"John Updike","category":"art"},"126":{"id":126,"quote":"Great art picks up where nature ends.","author":"Marc Chagall","category":"art"},"127":{"id":127,"quote":"Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views.","author":"Mary Schmich","category":"art"},"128":{"id":128,"quote":"It is art that makes life, makes interest, makes importance and I know of no substitute whatever for the force and beauty of its process.","author":"Max Eastman","category":"art"},"129":{"id":129,"quote":"It is through art, and through art only, that we can realise our perfection.","author":"Oscar Wilde","category":"art"},"130":{"id":130,"quote":"An artist is forced by others to paint out of his own free will.","author":"Willem de Kooning","category":"art"},"131":{"id":131,"quote":"To make pictures big is to make them more powerful.","author":"Robert Mapplethorpe","category":"art"},"132":{"id":132,"quote":"A line is a dot that went for a walk.","author":"Paul Klee","category":"art"},"133":{"id":133,"quote":"The works must be conceived with fire in the soul but executed with clinical coolness.","author":"Joan Miro","category":"art"},"134":{"id":134,"quote":"The perfection of art is to conceal art.","author":"Quintilian","category":"art"},"135":{"id":135,"quote":"An empty canvas is a living wonder... far lovelier than certain pictures.","author":"Wassily Kandinsky","category":"art"},"136":{"id":136,"quote":"I am not strong on perfection.","author":"Jasper Johns","category":"art"},"137":{"id":137,"quote":"Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.","author":"Chuck Close","category":"art"},"138":{"id":138,"quote":"You can't do sketches enough. Sketch everything and keep your curiosity fresh.","author":"John Singer Sargent","category":"art"},"139":{"id":139,"quote":"The mission of art is to represent nature not to imitate her.","author":"William Morris Hunt","category":"art"},"140":{"id":140,"quote":"Layer by layer art strips life bare.","author":"Robert Musil","category":"art"},"141":{"id":141,"quote":"History repeats itself, but the special call of an art which has passed away is never reproduced. It is as utterly gone out of the world as the song of a destroyed wild bird.","author":"Joseph Conrad","category":"art"},"142":{"id":142,"quote":"Art can never exist without naked beauty displayed.","author":"William Blake","category":"art"},"143":{"id":143,"quote":"Nothing is art if it does not come from nature.","author":"Antoni Gaudi","category":"art"},"144":{"id":144,"quote":"When you live under the power of terror and segregation, you can't ever start a work of art.","author":"Jeanne Moreau","category":"art"},"145":{"id":145,"quote":"If a man devotes himself to art, much evil is avoided that happens otherwise if one is idle.","author":"Albrecht Durer","category":"art"},"146":{"id":146,"quote":"By the will art thou lost, by the will art thou found, by the will art thou free, captive, and bound.","author":"Angelus Silesius","category":"art"},"147":{"id":147,"quote":"Performance art is about joy, about making something that's so full of kind of a wild joy that you really can't put into words.","author":"Laurie Anderson","category":"art"},"148":{"id":148,"quote":"In Art, man reveals himself and not his objects.","author":"Rabindranath Tagore","category":"art"},"149":{"id":149,"quote":"So then learn to conquer your fear. This is the only art we have to master nowadays: to look at things without fear, and to fearlessly do right.","author":"Friedrich Durrenmatt","category":"art"},"150":{"id":150,"quote":"The public needs art - and it is the responsibility of a 'self-proclaimed artist' to realize that the public needs art, and not to make bourgeois art for a few and ignore the masses.","author":"Keith Haring","category":"art"},"151":{"id":151,"quote":"Works of art often last forever, or nearly so. But exhibitions themselves, especially gallery exhibitions, are like flowers; they bloom and then they die, then exist only as memories, or pressed in magazines and books.","author":"Jerry Saltz","category":"art"},"152":{"id":152,"quote":"Architecture is basically the design of interiors, the art of organizing interior space.","author":"Philip Johnson","category":"art"},"153":{"id":153,"quote":"Diplomacy is the art of saying 'Nice doggie' until you can find a rock.","author":"Will Rogers","category":"art"},"154":{"id":154,"quote":"Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven.","author":"Walter Savage Landor","category":"art"},"155":{"id":155,"quote":"I say that democracy can never prove itself beyond cavil, until it founds and luxuriantly grows its own forms of art, poems, schools, theology, displacing all that exists, or that has been produced anywhere in the past, under opposite influences.","author":"Walt Whitman","category":"art"},"156":{"id":156,"quote":"The art of living is the art of knowing how to believe lies.","author":"Cesare Pavese","category":"art"},"157":{"id":157,"quote":"The work of art, just like any fragment of human life considered in its deepest meaning, seems to me devoid of value if it does not offer the hardness, the rigidity, the regularity, the luster on every interior and exterior facet, of the crystal.","author":"Pope Paul VI","category":"art"},"158":{"id":158,"quote":"I don't need the money, dear. I work for art.","author":"Maria Callas","category":"art"},"159":{"id":159,"quote":"In art and dream may you proceed with abandon. In life may you proceed with balance and stealth.","author":"Patti Smith","category":"art"},"160":{"id":160,"quote":"Patience is the art of hoping.","author":"Luc de Clapiers","category":"art"},"161":{"id":161,"quote":"There is in fact no such thing as art for art's sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause.","author":"Mao Zedong","category":"art"},"162":{"id":162,"quote":"Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'","author":"Edgar Allan Poe","category":"art"},"163":{"id":163,"quote":"The art of using deceit and cunning grow continually weaker and less effective to the user.","author":"John Tillotson","category":"art"},"164":{"id":164,"quote":"The chief function of the city is to convert power into form, energy into culture, dead matter into the living symbols of art, biological reproduction into social creativity.","author":"Lewis Mumford","category":"art"},"165":{"id":165,"quote":"I am still a victim of chess. It has all the beauty of art - and much more. It cannot be commercialized. Chess is much purer than art in its social position.","author":"Marcel Duchamp","category":"art"},"166":{"id":166,"quote":"I think of horror films as art, as films of confrontation. Films that make you confront aspects of your own life that are difficult to face. Just because you're making a horror film doesn't mean you can't make an artful film.","author":"David Cronenberg","category":"art"},"167":{"id":167,"quote":"Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.","author":"Pablo Picasso","category":"art"},"168":{"id":168,"quote":"Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message.","author":"Malcolm Muggeridge","category":"art"},"169":{"id":169,"quote":"Modernity is the transient, the fleeting, the contingent; it is one half of art, the other being the eternal and the immovable.","author":"Charles Baudelaire","category":"art"},"170":{"id":170,"quote":"There can be nothing exclusive about substantial art. It comes directly out of the heart of the experience of life and thinking about life and living life.","author":"Charles Ives","category":"art"},"171":{"id":171,"quote":"Everyone in those days expected that art students were wild, licentious characters. We didn't know how to be, but we sure were anxious to learn.","author":"Norman Rockwell","category":"art"},"172":{"id":172,"quote":"The Dancer believes that his art has something to say which cannot be expressed in words or in any other way than by dancing.","author":"Doris Humphrey","category":"art"},"173":{"id":173,"quote":"No art is any good unless you can feel how it's put together. By and large it's the eye, the hand and if it's any good, you feel the body. Most of the best stuff seems to be a complete gesture, the totality of the artist's body; you can really lean on it.","author":"Frank Stella","category":"art"},"174":{"id":174,"quote":"A performance art piece is unprecedented. It is difficult to censor since it has a good possibility of never being done before.","author":"Jack Bowman","category":"art"},"175":{"id":175,"quote":"Modernity is the transitory, the fugitive, the contingent, which make up one half of art, the other being the eternal and the immutable. This transitory fugitive element, which is constantly changing, must not be despised or neglected.","author":"Charles Baudelaire","category":"art"},"176":{"id":176,"quote":"Art will never be able to exist without nature.","author":"Pierre Bonnard","category":"art"},"177":{"id":177,"quote":"Even in modern art, artists have used methods based on calculation, inasmuch as these elements, alongside those of a more personal and emotional nature, give balance and harmony to any work of art.","author":"Max Bill","category":"art"},"178":{"id":178,"quote":"That's something I learned in art school. I studied graphic design in Germany, and my professor emphasized the responsibility that designers and illustrators have towards the people they create things for.","author":"Eric Carle","category":"art"},"179":{"id":179,"quote":"You can have information and ease of use and have artistic integrity at the same time. The art of being a good Web designer is getting yourself into that middle ground and treating it as a final destination instead of as a compromise.","author":"Mike Davidson","category":"art"},"180":{"id":180,"quote":"You should carefully study the Art of Reasoning, as it is what most people are very deficient in, and I know few things more disagreeable than to argue, or even converse with a man who has no idea of inductive and deductive philosophy.","author":"William John Wills","category":"art"},"181":{"id":181,"quote":"Art is a liaison between some sort of deranged mentality and others who are not going through it.","author":"John Chamberlain","category":"art"},"182":{"id":182,"quote":"And I have exposed myself to art so that my work has something beyond just the usual potter.","author":"Beatrice Wood","category":"art"}}