{"547":{"id":547,"quote":"Success is not final, failure is not fatal: it is the courage to continue that counts.","author":"Winston Churchill","category":"failure"},"548":{"id":548,"quote":"Failure will never overtake me if my determination to succeed is strong enough.","author":"Og Mandino","category":"failure"},"549":{"id":549,"quote":"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.","author":"Colin Powell","category":"failure"},"550":{"id":550,"quote":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","author":"Colin Powell","category":"failure"},"551":{"id":551,"quote":"Sometimes by losing a battle you find a new way to win the war.","author":"Donald Trump","category":"failure"},"552":{"id":552,"quote":"They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?","author":"Fidel Castro","category":"failure"},"553":{"id":553,"quote":"Success consists of going from failure to failure without loss of enthusiasm.","author":"Winston Churchill","category":"failure"},"554":{"id":554,"quote":"Failure is simply the opportunity to begin again, this time more intelligently.","author":"Henry Ford","category":"failure"},"555":{"id":555,"quote":"Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.","author":"Calvin Coolidge","category":"failure"},"556":{"id":556,"quote":"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.","author":"Oprah Winfrey","category":"failure"},"557":{"id":557,"quote":"I can accept failure, everyone fails at something. But I can't accept not trying.","author":"Michael Jordan","category":"failure"},"558":{"id":558,"quote":"I have not failed. I've just found 10,000 ways that won't work.","author":"Thomas A. Edison","category":"failure"},"559":{"id":559,"quote":"You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.","author":"Johnny Cash","category":"failure"},"560":{"id":560,"quote":"Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat.","author":"Theodore Roosevelt","category":"failure"},"561":{"id":561,"quote":"It's fine to celebrate success but it is more important to heed the lessons of failure.","author":"Bill Gates","category":"failure"},"562":{"id":562,"quote":"Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery.","author":"Winston Churchill","category":"failure"},"563":{"id":563,"quote":"Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.","author":"Steve Jobs","category":"failure"},"564":{"id":564,"quote":"It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default.","author":"J. K. Rowling","category":"failure"},"565":{"id":565,"quote":"Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.","author":"Colin Powell","category":"failure"},"566":{"id":566,"quote":"Failure is the key to success; each mistake teaches us something.","author":"Morihei Ueshiba","category":"failure"},"567":{"id":567,"quote":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.","author":"Paulo Coelho","category":"failure"},"568":{"id":568,"quote":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.","author":"Orison Swett Marden","category":"failure"},"569":{"id":569,"quote":"I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them.","author":"Conor McGregor","category":"failure"},"570":{"id":570,"quote":"The greatest glory in living lies not in never falling, but in rising every time we fall.","author":"Ralph Waldo Emerson","category":"failure"},"571":{"id":571,"quote":"Failure is unimportant. It takes courage to make a fool of yourself.","author":"Charlie Chaplin","category":"failure"},"572":{"id":572,"quote":"A man who has never made a woman angry is a failure in life.","author":"Christopher Morley","category":"failure"},"573":{"id":573,"quote":"Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.","author":"C. S. Lewis","category":"failure"},"574":{"id":574,"quote":"Success is never final, failure is never fatal. It's courage that counts.","author":"John Wooden","category":"failure"},"575":{"id":575,"quote":"You have to be able to accept failure to get better.","author":"LeBron James","category":"failure"},"576":{"id":576,"quote":"Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.","author":"Napoleon Hill","category":"failure"},"577":{"id":577,"quote":"Many of life's failures are people who did not realize how close they were to success when they gave up.","author":"Thomas A. Edison","category":"failure"},"578":{"id":578,"quote":"Success is not a good teacher, failure makes you humble.","author":"Shah Rukh Khan","category":"failure"},"579":{"id":579,"quote":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","author":"Wilma Rudolph","category":"failure"},"580":{"id":580,"quote":"Success depends upon previous preparation, and without such preparation there is sure to be failure.","author":"Confucius","category":"failure"},"581":{"id":581,"quote":"I have self-doubt. I have insecurity. I have fear of failure. I have nights when I show up at the arena and I'm like, 'My back hurts, my feet hurt, my knees hurt. I don't have it. I just want to chill.' We all have self-doubt. You don't deny it, but you also don't capitulate to it. You embrace it.","author":"Kobe Bryant","category":"failure"},"582":{"id":582,"quote":"In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure.","author":"Mike Krzyzewski","category":"failure"},"583":{"id":583,"quote":"Failure is not fatal, but failure to change might be.","author":"John Wooden","category":"failure"},"584":{"id":584,"quote":"The season of failure is the best time for sowing the seeds of success.","author":"Paramahansa Yogananda","category":"failure"},"585":{"id":585,"quote":"Success breeds complacency. Complacency breeds failure. Only the paranoid survive.","author":"Andy Grove","category":"failure"},"586":{"id":586,"quote":"Women must try to do things as men have tried. When they fail their failure must be but a challenge to others.","author":"Amelia Earhart","category":"failure"},"587":{"id":587,"quote":"But man is not made for defeat. A man can be destroyed but not defeated.","author":"Ernest Hemingway","category":"failure"},"588":{"id":588,"quote":"Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.","author":"Swami Sivananda","category":"failure"},"589":{"id":589,"quote":"Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins.","author":"Charles Stanley","category":"failure"},"590":{"id":590,"quote":"You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.","author":"Rosalynn Carter","category":"failure"},"591":{"id":591,"quote":"It's how you deal with failure that determines how you achieve success.","author":"Charlotte Whitton","category":"failure"},"592":{"id":592,"quote":"A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.","author":"B. F. Skinner","category":"failure"},"593":{"id":593,"quote":"Success is simply a matter of luck. Ask any failure.","author":"Earl Wilson","category":"failure"},"594":{"id":594,"quote":"The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities.","author":"Benjamin E. Mays","category":"failure"},"595":{"id":595,"quote":"We have forty million reasons for failure, but not a single excuse.","author":"Rudyard Kipling","category":"failure"},"596":{"id":596,"quote":"Indecision and delays are the parents of failure.","author":"George Canning","category":"failure"},"597":{"id":597,"quote":"Failure is success if we learn from it.","author":"Malcolm Forbes","category":"failure"},"598":{"id":598,"quote":"If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse.","author":"Cory Booker","category":"failure"},"599":{"id":599,"quote":"Failure at some point in your life is inevitable, but giving up is unforgivable.","author":"Joe Biden","category":"failure"},"600":{"id":600,"quote":"Never be afraid to fail. Failure is only a stepping stone to improvement. Never be overconfident because that will block your improvement.","author":"Tony Jaa","category":"failure"},"601":{"id":601,"quote":"Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.","author":"Maxwell Maltz","category":"failure"},"602":{"id":602,"quote":"If we don't succeed we run the risk of failure.","author":"Dan Quayle","category":"failure"},"603":{"id":603,"quote":"You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.","author":"E. O. Wilson","category":"failure"},"604":{"id":604,"quote":"I fell off my pink cloud with a thud.","author":"Elizabeth Taylor","category":"failure"},"605":{"id":605,"quote":"Failure is a detour, not a dead-end street.","author":"Zig Ziglar","category":"failure"},"606":{"id":606,"quote":"Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.","author":"Sumner Redstone","category":"failure"},"607":{"id":607,"quote":"The difference between average people and achieving people is their perception of and response to failure.","author":"John C. Maxwell","category":"failure"},"608":{"id":608,"quote":"I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally.","author":"Lucille Ball","category":"failure"},"609":{"id":609,"quote":"At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure.","author":"Erin Cummings","category":"failure"},"610":{"id":610,"quote":"Honesty is the fastest way to prevent a mistake from turning into a failure.","author":"James Altucher","category":"failure"},"611":{"id":611,"quote":"The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.","author":"Napoleon Hill","category":"failure"},"612":{"id":612,"quote":"Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.","author":"Dale Carnegie","category":"failure"},"613":{"id":613,"quote":"Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.","author":"Thomas Sowell","category":"failure"},"614":{"id":614,"quote":"Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.","author":"Mark Skousen","category":"failure"},"615":{"id":615,"quote":"When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives.","author":"A. P. J. Abdul Kalam","category":"failure"},"616":{"id":616,"quote":"Our failure as a society to properly acknowledge and confront the psychological, social, and political effects of white privilege has perpetuated racial inequality and race-based political resentments.","author":"Tim Wise","category":"failure"},"617":{"id":617,"quote":"Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.","author":"Chanakya","category":"failure"},"618":{"id":618,"quote":"Escapism, we are led to believe, is evidence of a deficiency in character, a certain failure of temperament, and like so many -isms, it is to be strenuously avoided. 'How do you expect to get ahead?,' people ask. But the question altogether misses the point. The escapist doesn't want to get ahead. He simply wants to get away.","author":"J. Maarten Troost","category":"failure"},"619":{"id":619,"quote":"For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.","author":"Mary Kay Ash","category":"failure"},"620":{"id":620,"quote":"He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being.","author":"Paul Tillich","category":"failure"},"621":{"id":621,"quote":"Success unshared is failure.","author":"John Paul DeJoria","category":"failure"},"622":{"id":622,"quote":"If you're constantly pushing yourself higher, higher, the law of averages - not to mention the myth of Icarus - predicts that you will at some point fall. And when you do, I want you to know this, remember this: There is no such thing as failure.","author":"Oprah Winfrey","category":"failure"},"623":{"id":623,"quote":"Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.","author":"John Dewey","category":"failure"},"624":{"id":624,"quote":"You gotta lose 'em some of the time. When you do, lose 'em right.","author":"Casey Stengel","category":"failure"},"625":{"id":625,"quote":"My life has been nothing but a failure.","author":"Claude Monet","category":"failure"},"626":{"id":626,"quote":"There are some defeats more triumphant than victories.","author":"Michel de Montaigne","category":"failure"},"627":{"id":627,"quote":"Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.","author":"Napoleon Hill","category":"failure"},"628":{"id":628,"quote":"Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.","author":"Norman Vincent Peale","category":"failure"},"629":{"id":629,"quote":"One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.","author":"Thomas Sowell","category":"failure"},"630":{"id":630,"quote":"Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.","author":"Orison Swett Marden","category":"failure"},"631":{"id":631,"quote":"I never see failure as failure, but only as the game I must play and win.","author":"Tom Hopkins","category":"failure"},"632":{"id":632,"quote":"Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.","author":"Mia Hamm","category":"failure"},"633":{"id":633,"quote":"There are no mistakes, save one: the failure to learn from a mistake.","author":"Robert Fripp","category":"failure"},"634":{"id":634,"quote":"If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.","author":"James Cameron","category":"failure"},"635":{"id":635,"quote":"Heaven knows that I have done all that a mortal could do, to save the people, and the failure was not my fault, but the fault of others.","author":"Davy Crockett","category":"failure"},"636":{"id":636,"quote":"Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes.","author":"Rick Pitino","category":"failure"},"637":{"id":637,"quote":"We dissect failure a lot more than we dissect success.","author":"Matthew McConaughey","category":"failure"},"638":{"id":638,"quote":"You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down.","author":"Mary Pickford","category":"failure"},"639":{"id":639,"quote":"No man is a failure who is enjoying life.","author":"William Feather","category":"failure"},"640":{"id":640,"quote":"Americans, who make more of marrying for love than any other people, also break up more of their marriages, but the figure reflects not so much the failure of love as the determination of people not to live without it.","author":"Morton Hunt","category":"failure"},"641":{"id":641,"quote":"Failure is more frequently from want of energy than want of capital.","author":"Daniel Webster","category":"failure"},"642":{"id":642,"quote":"Success is not forever and failure isn't fatal.","author":"Don Shula","category":"failure"},"643":{"id":643,"quote":"Rather than viewing a brief relapse back to inactivity as a failure, treat it as a challenge and try to get back on track as soon as possible.","author":"Jimmy Connors","category":"failure"},"644":{"id":644,"quote":"War remains the decisive human failure.","author":"John Kenneth Galbraith","category":"failure"},"645":{"id":645,"quote":"Failure and its accompanying misery is for the artist his most vital source of creative energy.","author":"Montgomery Clift","category":"failure"},"646":{"id":646,"quote":"The failure to dissect the cause of war leaves us open for the next installment.","author":"Chris Hedges","category":"failure"},"647":{"id":647,"quote":"American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society.","author":"Thomas Babington Macaulay","category":"failure"},"648":{"id":648,"quote":"As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?","author":"Charlie Sheen","category":"failure"},"649":{"id":649,"quote":"The will to persevere is often the difference between failure and success.","author":"David Sarnoff","category":"failure"},"650":{"id":650,"quote":"In all our deeds, the proper value and respect for time determines success or failure.","author":"Malcolm X","category":"failure"},"651":{"id":651,"quote":"Spend enough time around success and failure, and you learn a reverence for possibility.","author":"Dale Dauten","category":"failure"},"652":{"id":652,"quote":"Testing leads to failure, and failure leads to understanding.","author":"Burt Rutan","category":"failure"},"653":{"id":653,"quote":"In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.","author":"Carol Gilligan","category":"failure"},"654":{"id":654,"quote":"Failure's not a bad thing. It builds character. It makes you stronger.","author":"Billy Dee Williams","category":"failure"},"655":{"id":655,"quote":"I've had great success and I've had catastrophic failure. It's really how you handle the rough stuff that defines you, I think.","author":"Peter Berg","category":"failure"},"656":{"id":656,"quote":"Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.","author":"Cat Cora","category":"failure"},"657":{"id":657,"quote":"I have a tendency to sabotage relationships; I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.","author":"Michael Buble","category":"failure"},"658":{"id":658,"quote":"There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.","author":"Michael J. Fox","category":"failure"},"659":{"id":659,"quote":"I don't want the fear of failure to stop me from doing what I really care about.","author":"Emma Watson","category":"failure"},"660":{"id":660,"quote":"Failure's a natural part of life.","author":"John Malkovich","category":"failure"},"661":{"id":661,"quote":"With improvisation, I just do it. It might be a total failure but then you just throw the dice again.","author":"Christian Marclay","category":"failure"},"662":{"id":662,"quote":"I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'","author":"Jerry Saltz","category":"failure"},"663":{"id":663,"quote":"Most leadership strategies are doomed to failure from the outset. As people have been noting for years, the majority of strategic initiatives that are driven from the top are marginally effective - at best.","author":"Peter Senge","category":"failure"},"664":{"id":664,"quote":"Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever.","author":"Brennan Manning","category":"failure"},"665":{"id":665,"quote":"Believe it or not, Christianity is not about good people getting better. If anything, it is good news for bad people coping with their failure to be good.","author":"Tullian Tchividjian","category":"failure"},"666":{"id":666,"quote":"Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count.","author":"Mario Teguh","category":"failure"},"667":{"id":667,"quote":"War is tragedy. The great war stories are tragedies. It's the failure of diplomacy. 'War and Peace,' 'A Farewell to Arms,' 'For Whom the Bell Tolls.' Those are some of the greatest tragedies.","author":"David Mamet","category":"failure"},"668":{"id":668,"quote":"Regard every suggestion that your life may be a failure, that you are not made like those who succeed, and that success is not for you, as a traitor, and expel it from your mind as you would a thief from your house.","author":"Orison Swett Marden","category":"failure"},"669":{"id":669,"quote":"No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.","author":"Napoleon Hill","category":"failure"},"670":{"id":670,"quote":"In our business, things look like a failure until they're not. It's pretty binary transitions.","author":"Satya Nadella","category":"failure"},"671":{"id":671,"quote":"Do not fear mistakes. You will know failure. Continue to reach out.","author":"Benjamin Franklin","category":"failure"},"672":{"id":672,"quote":"Success is often achieved by those who don't know that failure is inevitable.","author":"Coco Chanel","category":"failure"},"673":{"id":673,"quote":"Mistakes are the portals of discovery.","author":"James Joyce","category":"failure"},"674":{"id":674,"quote":"A man can fail many times, but he isn't a failure until he begins to blame somebody else.","author":"John Burroughs","category":"failure"},"675":{"id":675,"quote":"You make mistakes. Mistakes don't make you.","author":"Maxwell Maltz","category":"failure"},"676":{"id":676,"quote":"Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.","author":"Napoleon Hill","category":"failure"},"677":{"id":677,"quote":"I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try.","author":"Nikki Giovanni","category":"failure"},"678":{"id":678,"quote":"Ambition is the last refuge of the failure.","author":"Oscar Wilde","category":"failure"},"679":{"id":679,"quote":"If at first you don't succeed, failure may be your style.","author":"Quentin Crisp","category":"failure"},"680":{"id":680,"quote":"Do not be embarrassed by your failures, learn from them and start again.","author":"Richard Branson","category":"failure"},"681":{"id":681,"quote":"The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.","author":"Theodore Roosevelt","category":"failure"},"682":{"id":682,"quote":"Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure.","author":"Thomas A. Edison","category":"failure"},"683":{"id":683,"quote":"Failure is the condiment that gives success its flavor.","author":"Truman Capote","category":"failure"},"684":{"id":684,"quote":"We may be personally defeated, but our principles never!","author":"William Lloyd Garrison","category":"failure"},"685":{"id":685,"quote":"If you're not failing every now and again, it's a sign you're not doing anything very innovative.","author":"Woody Allen","category":"failure"},"686":{"id":686,"quote":"To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.","author":"Denis Waitley","category":"failure"},"687":{"id":687,"quote":"Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.","author":"Denis Waitley","category":"failure"},"688":{"id":688,"quote":"If you learn from defeat, you haven't really lost.","author":"Zig Ziglar","category":"failure"},"689":{"id":689,"quote":"You cannot climb the ladder of success dressed in the costume of failure.","author":"Zig Ziglar","category":"failure"},"690":{"id":690,"quote":"I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy.","author":"Tony Robbins","category":"failure"},"691":{"id":691,"quote":"There is no such thing as failure. There are only results.","author":"Tony Robbins","category":"failure"},"692":{"id":692,"quote":"Every failure is a step to success.","author":"William Whewell","category":"failure"},"693":{"id":693,"quote":"Remember the two benefits of failure. First, if you do fail, you learn what doesn't work; and second, the failure gives you the opportunity to try a new approach.","author":"Roger von Oech","category":"failure"},"694":{"id":694,"quote":"I wasn't afraid to fail. Something good always comes out of failure.","author":"Anne Baxter","category":"failure"},"695":{"id":695,"quote":"It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes.","author":"Anne Baxter","category":"failure"},"696":{"id":696,"quote":"Success represents the 1% of your work which results from the 99% that is called failure.","author":"Soichiro Honda","category":"failure"},"697":{"id":697,"quote":"Don't be afraid of failure; be afraid of petty success.","author":"Maude Adams","category":"failure"},"698":{"id":698,"quote":"Failure is a word unknown to me.","author":"Muhammad Ali Jinnah","category":"failure"},"699":{"id":699,"quote":"Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.","author":"Natalie Massenet","category":"failure"},"700":{"id":700,"quote":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.","author":"William James","category":"failure"},"701":{"id":701,"quote":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.","author":"Steve Harvey","category":"failure"},"702":{"id":702,"quote":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.","author":"Elbert Hubbard","category":"failure"},"703":{"id":703,"quote":"There is no innovation and creativity without failure. Period.","author":"Brene Brown","category":"failure"},"704":{"id":704,"quote":"Your attitude towards failure determines your altitude after failure.","author":"John C. Maxwell","category":"failure"},"705":{"id":705,"quote":"Without failure there is no achievement.","author":"John C. Maxwell","category":"failure"},"706":{"id":706,"quote":"Most great people have attained their greatest success just one step beyond their greatest failure.","author":"Napoleon Hill","category":"failure"},"707":{"id":707,"quote":"I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?","author":"Debra Winger","category":"failure"},"708":{"id":708,"quote":"Children love and want to be loved and they very much prefer the joy of accomplishment to the triumph of hateful failure. Do not mistake a child for his symptom.","author":"Erik Erikson","category":"failure"},"709":{"id":709,"quote":"The only real failure in life is not to be true to the best one knows.","author":"Buddha","category":"failure"},"710":{"id":710,"quote":"There is no failure except in no longer trying. There is no defeat except from within, no really insurmountable barrier save our own inherent weakness of purpose.","author":"Kin Hubbard","category":"failure"},"711":{"id":711,"quote":"I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.","author":"George W. Bush","category":"failure"},"712":{"id":712,"quote":"The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil.","author":"H. L. Mencken","category":"failure"},"713":{"id":713,"quote":"While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.","author":"Bryant H. McGill","category":"failure"},"714":{"id":714,"quote":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","author":"W. Clement Stone","category":"failure"},"715":{"id":715,"quote":"Failure to accord credit to anyone for what he may have done is a great weakness in any man.","author":"William Howard Taft","category":"failure"},"716":{"id":716,"quote":"All human actions are equivalent and all are on principle doomed to failure.","author":"Jean-Paul Sartre","category":"failure"},"717":{"id":717,"quote":"Unless we practice conservation, those who come after us will have to pay the price of misery, degradation, and failure for the progress and prosperity of our day.","author":"Gifford Pinchot","category":"failure"},"718":{"id":718,"quote":"Success and failure are both part of life. Both are not permanent.","author":"Shah Rukh Khan","category":"failure"},"719":{"id":719,"quote":"I think you have to try and fail, because failure gets you closer to what you're good at.","author":"Louis C. K.","category":"failure"},"720":{"id":720,"quote":"In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach.","author":"Andy Murray","category":"failure"},"721":{"id":721,"quote":"As long as there are people in education making excuses for failure, cursing future generations with a culture of low expectations, denying children access to the best that has been thought and written, because Nemo and the Mister Men are more relevant, the battle needs to be joined.","author":"Michael Gove","category":"failure"},"722":{"id":722,"quote":"As an outside; don't worry about failure, because failure will take care of itself. Focus on success.","author":"Henry Cavill","category":"failure"},"723":{"id":723,"quote":"I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.","author":"Dolly Parton","category":"failure"},"724":{"id":724,"quote":"Love is such a powerful subject matter because it comes in so many different shapes and sizes. It's about timing, fate, failure, redemption.","author":"Jim Sturgess","category":"failure"},"725":{"id":725,"quote":"True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people.","author":"Myles Munroe","category":"failure"},"726":{"id":726,"quote":"My motto is more, 'If you want to find something new, look for something new!' There is a certain amount of risk in this attitude, as even the slightest failure tends to be resounding, but you are so happy when you succeed that it is worth taking the risk.","author":"Yves Chauvin","category":"failure"},"727":{"id":727,"quote":"Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.","author":"Gary Ryan Blair","category":"failure"},"728":{"id":728,"quote":"Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.","author":"Denis Waitley","category":"failure"}}