{"729":{"id":729,"quote":"I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.","author":"Fidel Castro","category":"faith"},"730":{"id":730,"quote":"Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.","author":"Norman Vincent Peale","category":"faith"},"731":{"id":731,"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","category":"faith"},"732":{"id":732,"quote":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.","author":"Joel Osteen","category":"faith"},"733":{"id":733,"quote":"Sometimes life hits you in the head with a brick. Don't lose faith.","author":"Steve Jobs","category":"faith"},"734":{"id":734,"quote":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.","author":"Gail Devers","category":"faith"},"735":{"id":735,"quote":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.","author":"Bruce Lee","category":"faith"},"736":{"id":736,"quote":"Be faithful in small things because it is in them that your strength lies.","author":"Mother Teresa","category":"faith"},"737":{"id":737,"quote":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.","author":"Mahatma Gandhi","category":"faith"},"738":{"id":738,"quote":"When you focus on being a blessing, God makes sure that you are always blessed in abundance.","author":"Joel Osteen","category":"faith"},"739":{"id":739,"quote":"Faith is taking the first step even when you don't see the whole staircase.","author":"Martin Luther King, Jr.","category":"faith"},"740":{"id":740,"quote":"The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.","author":"Billy Graham","category":"faith"},"741":{"id":741,"quote":"Faith is the strength by which a shattered world shall emerge into the light.","author":"Helen Keller","category":"faith"},"742":{"id":742,"quote":"Faith is the bird that feels the light when the dawn is still dark.","author":"Rabindranath Tagore","category":"faith"},"743":{"id":743,"quote":"In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was 'Help me.' Sometimes a prayer was 'Thank you.' What I've discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","author":"Iyanla Vanzant","category":"faith"},"744":{"id":744,"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","category":"faith"},"745":{"id":745,"quote":"Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","category":"faith"},"746":{"id":746,"quote":"To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.","author":"Alan Watts","category":"faith"},"747":{"id":747,"quote":"The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.","author":"Ralph Marston","category":"faith"},"748":{"id":748,"quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.","author":"Kristin Armstrong","category":"faith"},"749":{"id":749,"quote":"True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.","author":"Monica Crowley","category":"faith"},"750":{"id":750,"quote":"Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.","author":"Brad Henry","category":"faith"},"751":{"id":751,"quote":"I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.","author":"Edgar Allan Poe","category":"faith"},"752":{"id":752,"quote":"A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.","author":"James E. Faust","category":"faith"},"753":{"id":753,"quote":"Faith is to believe what you do not see; the reward of this faith is to see what you believe.","author":"Saint Augustine","category":"faith"},"754":{"id":754,"quote":"To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","category":"faith"},"755":{"id":755,"quote":"Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.","author":"Christopher Hitchens","category":"faith"},"756":{"id":756,"quote":"Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.","author":"Sheri L. Dew","category":"faith"},"757":{"id":757,"quote":"As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!","author":"Victoria Osteen","category":"faith"},"758":{"id":758,"quote":"Through hard work, perseverance and a faith in God, you can live your dreams.","author":"Ben Carson","category":"faith"},"759":{"id":759,"quote":"It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.","author":"Muhammad Ali","category":"faith"},"760":{"id":760,"quote":"We are twice armed if we fight with faith.","author":"Plato","category":"faith"},"761":{"id":761,"quote":"Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.","author":"Steve Jobs","category":"faith"},"762":{"id":762,"quote":"I am still far from being what I want to be, but with God's help I shall succeed.","author":"Vincent Van Gogh","category":"faith"},"763":{"id":763,"quote":"With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.","author":"Muhammad Ali Jinnah","category":"faith"},"764":{"id":764,"quote":"No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them.","author":"Elie Wiesel","category":"faith"},"765":{"id":765,"quote":"Faith is permitting ourselves to be seized by the things we do not see.","author":"Martin Luther","category":"faith"},"766":{"id":766,"quote":"God will never give you anything you can't handle, so don't stress.","author":"Kelly Clarkson","category":"faith"},"767":{"id":767,"quote":"The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.","author":"Zig Ziglar","category":"faith"},"768":{"id":768,"quote":"Without faith, nothing is possible. With it, nothing is impossible.","author":"Mary McLeod Bethune","category":"faith"},"769":{"id":769,"quote":"I am a bit of a hopeless romantic. I really do have a faith and a belief in love, and when I love, I love hard.","author":"Melanie Fiona","category":"faith"},"770":{"id":770,"quote":"A wise ruler ought never to keep faith when by doing so it would be against his interests.","author":"Niccolo Machiavelli","category":"faith"},"771":{"id":771,"quote":"Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true.","author":"Sarah Ban Breathnach","category":"faith"},"772":{"id":772,"quote":"Pray as though everything depended on God. Work as though everything depended on you.","author":"Saint Augustine","category":"faith"},"773":{"id":773,"quote":"God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","category":"faith"},"774":{"id":774,"quote":"If you have God on your side, everything becomes clear.","author":"Ayrton Senna","category":"faith"},"775":{"id":775,"quote":"My mother was a piano teacher, my father an inventor. He invented the reflective paint they still use on airstrips. They had faith in my ambition, and I think that made all the difference.","author":"Chuck Close","category":"faith"},"776":{"id":776,"quote":"Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.","author":"Khalil Gibran","category":"faith"},"777":{"id":777,"quote":"Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.","author":"Mahatma Gandhi","category":"faith"},"778":{"id":778,"quote":"It is truer to say that martyrs create faith more than faith creates martyrs.","author":"Miguel de Unamuno","category":"faith"},"779":{"id":779,"quote":"To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.","author":"Thomas Aquinas","category":"faith"},"780":{"id":780,"quote":"I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it.","author":"Joel Osteen","category":"faith"},"781":{"id":781,"quote":"People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.","author":"Albert Bandura","category":"faith"},"782":{"id":782,"quote":"Liberty cannot be established without morality, nor morality without faith.","author":"Alexis de Tocqueville","category":"faith"},"783":{"id":783,"quote":"It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.","author":"Wolfgang Amadeus Mozart","category":"faith"},"784":{"id":784,"quote":"The other day the President said, I know you've had some rough times, and I want to do something that will show the nation what faith that I have in you, in your maturity and sense of responsibility. He paused, then said, would you like a puppy?","author":"Dan Quayle","category":"faith"},"785":{"id":785,"quote":"I have great faith in fools; self-confidence my friends call it.","author":"Edgar Allan Poe","category":"faith"},"786":{"id":786,"quote":"Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.","author":"Richard Dawkins","category":"faith"},"787":{"id":787,"quote":"Faith makes all things possible... love makes all things easy.","author":"Dwight L. Moody","category":"faith"},"788":{"id":788,"quote":"The issue of equal rights for lesbian, gay, bisexual and transgender individuals has vexed politicians for decades. I have my own cloudy history with the issue, having supported a law in Mississippi that made it illegal for LGBT couples to adopt children. I believed at the time this was a principled position based on my faith.","author":"Ronnie Musgrove","category":"faith"},"789":{"id":789,"quote":"Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God.","author":"Ellen G. White","category":"faith"},"790":{"id":790,"quote":"For most of us, the great danger is not that we will renounce our faith. It is that we will become so distracted and rushed and preoccupied that we will settle for a mediocre version of it. We will just skim our lives instead of actually living them.","author":"John Ortberg","category":"faith"},"791":{"id":791,"quote":"In a democracy, dissent is an act of faith.","author":"J. William Fulbright","category":"faith"},"792":{"id":792,"quote":"Happy is the son whose faith in his mother remains unchallenged.","author":"Louisa May Alcott","category":"faith"},"793":{"id":793,"quote":"Faith and prayer are the vitamins of the soul; man cannot live in health without them.","author":"Mahalia Jackson","category":"faith"},"794":{"id":794,"quote":"Machiavelli's teaching would hardly have stood the test of Parliamentary government, for public discussion demands at least the profession of good faith.","author":"Lord Acton","category":"faith"},"795":{"id":795,"quote":"I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.","author":"Saint Bernard","category":"faith"},"796":{"id":796,"quote":"Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.","author":"Thomas Becket","category":"faith"},"797":{"id":797,"quote":"We have all sinned and fall short of the glory of God. So when we are in the mess, remember Jesus made it right. We got to hang on to that by faith.","author":"Jud Wilhite","category":"faith"},"798":{"id":798,"quote":"I just want to grow spiritually with the Lord. I'm keeping strong at it, just trying to make my walk with faith a little better.","author":"Kevin Durant","category":"faith"},"799":{"id":799,"quote":"It is the job of the historian to say what is likely, and of faith to say what is possible.","author":"Reza Aslan","category":"faith"},"800":{"id":800,"quote":"As members of Congress, we take an oath to uphold the Constitution and bear true faith and allegiance to the United States, not the Republican or Democratic party. I have been willing to stand up to my own leadership when it's in the national interest.","author":"Jackie Speier","category":"faith"},"801":{"id":801,"quote":"God never made a promise that was too good to be true.","author":"Dwight L. Moody","category":"faith"},"802":{"id":802,"quote":"There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.","author":"John Wooden","category":"faith"},"803":{"id":803,"quote":"A man of courage is also full of faith.","author":"Marcus Tullius Cicero","category":"faith"},"804":{"id":804,"quote":"Doubt is not the opposite of faith; it is one element of faith.","author":"Paul Tillich","category":"faith"},"805":{"id":805,"quote":"Faith consists in believing when it is beyond the power of reason to believe.","author":"Voltaire","category":"faith"},"806":{"id":806,"quote":"Now, God be praised, that to believing souls gives light in darkness, comfort in despair.","author":"William Shakespeare","category":"faith"},"807":{"id":807,"quote":"Faith gives you an inner strength and a sense of balance and perspective in life.","author":"Gregory Peck","category":"faith"},"808":{"id":808,"quote":"Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important.","author":"Charles Stanley","category":"faith"},"809":{"id":809,"quote":"Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'","author":"Max Planck","category":"faith"},"810":{"id":810,"quote":"I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.'","author":"Ravi Zacharias","category":"faith"},"811":{"id":811,"quote":"Christ commands those who believe to be baptized. Pedobaptists adopt a system which tends to preclude the baptism of believers. They baptize the involuntary infant and deprive him of the privilege of ever professing his faith in the appointed way. If this system were universally adopted, it would banish believers' baptism out of the world.","author":"Adoniram Judson","category":"faith"},"812":{"id":812,"quote":"You block your dream when you allow your fear to grow bigger than your faith.","author":"Mary Manin Morrissey","category":"faith"},"813":{"id":813,"quote":"To be an atheist requires an indefinitely greater measure of faith than to recieve all the great truths which atheism would deny.","author":"Joseph Addison","category":"faith"},"814":{"id":814,"quote":"My faith always has been and always will be important to me.","author":"Aretha Franklin","category":"faith"},"815":{"id":815,"quote":"Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.","author":"Mary McLeod Bethune","category":"faith"},"816":{"id":816,"quote":"It is only by risking our persons from one hour to another that we live at all. And often enough our faith beforehand in an uncertified result is the only thing that makes the result come true.","author":"William James","category":"faith"},"817":{"id":817,"quote":"There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.","author":"Dwight D. Eisenhower","category":"faith"},"818":{"id":818,"quote":"It's faith in something and enthusiasm for something that makes a life worth living.","author":"Oliver Wendell Holmes, Sr.","category":"faith"},"819":{"id":819,"quote":"No lover, if he be of good faith, and sincere, will deny he would prefer to see his mistress dead than unfaithful.","author":"Marquis de Sade","category":"faith"},"820":{"id":820,"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","category":"faith"},"821":{"id":821,"quote":"Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.","author":"E. O. Wilson","category":"faith"},"822":{"id":822,"quote":"Put your faith in God and confidence in yourself.","author":"Alberta Hunter","category":"faith"},"823":{"id":823,"quote":"I ground my faith upon God's word, and not upon the church.","author":"Jane Grey","category":"faith"},"824":{"id":824,"quote":"A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.","author":"Irving Babbitt","category":"faith"},"825":{"id":825,"quote":"It's a war of attrition. If you have patience and a modicum of faith in yourself your chances are not too bad.","author":"Julie Bowen","category":"faith"},"826":{"id":826,"quote":"In the last analysis, of course, an oath will encourage fidelity in office only to the degree that officeholders continue to believe that they cannot escape ultimate accountability for a breach of faith.","author":"James L. Buckley","category":"faith"},"827":{"id":827,"quote":"It comes with faith, for with complete faith there is no fear of what faces you in life or death.","author":"Jacqueline Cochran","category":"faith"},"828":{"id":828,"quote":"Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives.","author":"Thomas S. Monson","category":"faith"},"829":{"id":829,"quote":"I wasn't with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.","author":"Thomas S. Monson","category":"faith"},"830":{"id":830,"quote":"Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people.","author":"Thomas S. Monson","category":"faith"},"831":{"id":831,"quote":"A witness, in the sense that I am using the word, is a man whose life and faith are so completely one that when the challenge comes to step out and testify for his faith, he does so, disregarding all risks, accepting all consequences.","author":"Whittaker Chambers","category":"faith"},"832":{"id":832,"quote":"If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself.","author":"Martin Luther","category":"faith"},"833":{"id":833,"quote":"When you have put all your faith in man and continue to be disappointed, don't you hope there is something out of there that is not of human element?","author":"Natalie Cole","category":"faith"},"834":{"id":834,"quote":"Faith, there hath been many great men that have flattered the people who ne'er loved them.","author":"William Shakespeare","category":"faith"},"835":{"id":835,"quote":"Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?","author":"Martin Luther","category":"faith"},"836":{"id":836,"quote":"I still have a belief and a faith that some great things are still going to happen in my career. If I didn't believe that, it makes no sense for me to be out there, and on top of that, I know this is a period of time that God wants me to persevere through.","author":"Michael Chang","category":"faith"},"837":{"id":837,"quote":"The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan's attacks, and still others are due to our own sinful choices.","author":"Charles Stanley","category":"faith"},"838":{"id":838,"quote":"Sigmund Freud was the apostle of disbelief. He was the one who made psychoanalysis a part of our culture, and in so doing he kicked out a flying buttress that had been essential for holding up our cathedral of faith.","author":"Tony Campolo","category":"faith"},"839":{"id":839,"quote":"It's okay to have faith in something that you can't see or touch.","author":"Chad Kroeger","category":"faith"},"840":{"id":840,"quote":"Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'","author":"Joel Osteen","category":"faith"},"841":{"id":841,"quote":"When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification.","author":"Ram Dass","category":"faith"},"842":{"id":842,"quote":"Let me say that I consider myself a deep believer in the reality of God. I might define God quite differently from the way some people in the Christian faith would do so, but I do not doubt the reality of that experience.","author":"John Shelby Spong","category":"faith"},"843":{"id":843,"quote":"My characters tend to be more dynamic because they're reaching that point in their lives where their old way of being is breaking down. They're conflicted by the idea that they don't know what's next. You could call it Kierkegaard's leap of faith, when you get tired of sort of reinventing yourself on a very superficial level.","author":"Chuck Palahniuk","category":"faith"},"844":{"id":844,"quote":"I would suggest that faith is everyone's business. The advance or decline of faith is so intimately connected to the welfare of a society that it should be of particular interest to a politician.","author":"William Wilberforce","category":"faith"},"845":{"id":845,"quote":"For a believer, Christian faith is true to the human heart, not in the sense that any old thing we fancy believing in will become conveniently true - but because the complicated truth about our hearts, as we struggle to perceive it, tells us what we are and where we are, and consequently what we need.","author":"Francis Spufford","category":"faith"},"846":{"id":846,"quote":"It's an article of faith that the novels I've loved will live inside me forever.","author":"Pat Conroy","category":"faith"},"847":{"id":847,"quote":"That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.","author":"Albert Einstein","category":"faith"},"848":{"id":848,"quote":"In faith there is enough light for those who want to believe and enough shadows to blind those who don't.","author":"Blaise Pascal","category":"faith"},"849":{"id":849,"quote":"Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.","author":"Blaise Pascal","category":"faith"},"850":{"id":850,"quote":"I gave in, and admitted that God was God.","author":"C. S. Lewis","category":"faith"},"851":{"id":851,"quote":"Prayer should be the key of the day and the lock of the night.","author":"George Herbert","category":"faith"},"852":{"id":852,"quote":"Doubt is a pain too lonely to know that faith is his twin brother.","author":"Khalil Gibran","category":"faith"},"853":{"id":853,"quote":"Faith is an oasis in the heart which will never be reached by the caravan of thinking.","author":"Khalil Gibran","category":"faith"},"854":{"id":854,"quote":"Faith is a knowledge within the heart, beyond the reach of proof.","author":"Khalil Gibran","category":"faith"},"855":{"id":855,"quote":"Faith is not something to grasp, it is a state to grow into.","author":"Mahatma Gandhi","category":"faith"},"856":{"id":856,"quote":"There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.","author":"Mahatma Gandhi","category":"faith"},"857":{"id":857,"quote":"If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.","author":"Mahatma Gandhi","category":"faith"},"858":{"id":858,"quote":"Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.","author":"Martin Luther","category":"faith"},"859":{"id":859,"quote":"All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.","author":"Martin Luther","category":"faith"},"860":{"id":860,"quote":"Pray, and let God worry.","author":"Martin Luther","category":"faith"},"861":{"id":861,"quote":"Knowledge is only one half. Faith is the other.","author":"Novalis","category":"faith"},"862":{"id":862,"quote":"The dearest friend on earth is a mere shadow compared to Jesus Christ.","author":"Oswald Chambers","category":"faith"},"863":{"id":863,"quote":"Belief in a cruel God makes a cruel man.","author":"Thomas Paine","category":"faith"},"864":{"id":864,"quote":"To believe in God is impossible not to believe in Him is absurd.","author":"Voltaire","category":"faith"},"865":{"id":865,"quote":"Faith means belief in something concerning which doubt is theoretically possible.","author":"William James","category":"faith"},"866":{"id":866,"quote":"The love of heaven makes one heavenly.","author":"William Shakespeare","category":"faith"},"867":{"id":867,"quote":"Faith is a passionate intuition.","author":"William Wordsworth","category":"faith"},"868":{"id":868,"quote":"If you believe in God, He will open the windows of heaven and pour blessings upon you.","author":"Mahalia Jackson","category":"faith"},"869":{"id":869,"quote":"Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.","author":"Corazon Aquino","category":"faith"},"870":{"id":870,"quote":"Faith activates God - Fear activates the Enemy.","author":"Joel Osteen","category":"faith"},"871":{"id":871,"quote":"God didn't make a mistake when He made you. You need to see yourself as God sees you.","author":"Joel Osteen","category":"faith"},"872":{"id":872,"quote":"Faith is about trusting God when you have unanswered questions.","author":"Joel Osteen","category":"faith"},"873":{"id":873,"quote":"I die the king's faithful servant, but God's first.","author":"Thomas More","category":"faith"},"874":{"id":874,"quote":"He wants you all to Himself to put His loving, divine arms around you.","author":"Charles Stanley","category":"faith"},"875":{"id":875,"quote":"I live and love in God's peculiar light.","author":"Michelangelo","category":"faith"},"876":{"id":876,"quote":"You were made by God and for God, and until you understand that, life will never make sense.","author":"Rick Warren","category":"faith"},"877":{"id":877,"quote":"Fight the good fight of faith, and God will give you spiritual mercies.","author":"George Whitefield","category":"faith"},"878":{"id":878,"quote":"Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me.","author":"Sean Combs","category":"faith"},"879":{"id":879,"quote":"What does God the Father look like? Although I've never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth.","author":"Benny Hinn","category":"faith"},"880":{"id":880,"quote":"Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.","author":"Kirk Cameron","category":"faith"},"881":{"id":881,"quote":"Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.","author":"Duane Chapman","category":"faith"},"882":{"id":882,"quote":"God continues to work miracles in my life.","author":"Willie Aames","category":"faith"},"883":{"id":883,"quote":"I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.","author":"Javier Bardem","category":"faith"},"884":{"id":884,"quote":"Faith has to do with things that are not seen and hope with things that are not at hand.","author":"Thomas Aquinas","category":"faith"},"885":{"id":885,"quote":"Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.","author":"T. D. Jakes","category":"faith"},"886":{"id":886,"quote":"Oh, it is wonderful to know that our Heavenly Father loves us - even with all our flaws! His love is such that even should we give up on ourselves, He never will.","author":"Joseph B. Wirthlin","category":"faith"},"887":{"id":887,"quote":"The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.","author":"Feisal Abdul Rauf","category":"faith"},"888":{"id":888,"quote":"Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.","author":"Billy Graham","category":"faith"},"889":{"id":889,"quote":"I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled.","author":"Joel Osteen","category":"faith"},"890":{"id":890,"quote":"That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves.","author":"Chester W. Nimitz","category":"faith"},"891":{"id":891,"quote":"I committed my life to Christ, and that faith has been most important to me ever since.","author":"Peyton Manning","category":"faith"},"892":{"id":892,"quote":"One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.","author":"Lucille Ball","category":"faith"},"893":{"id":893,"quote":"Many are needed to plant and water what has been planted now that the faith has spread so far and there are so many people... No matter who plants or waters, God gives no harvest unless what is planted is the faith of Peter and unless he agrees to his teachings.","author":"Thomas Becket","category":"faith"},"894":{"id":894,"quote":"My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.","author":"Barack Obama","category":"faith"},"895":{"id":895,"quote":"Growing up around Amish farmland, I enjoyed the opportunity to witness firsthand their love of family, of the domestic arts - sewing, quilting, cooking, baking - as well as seeing them live out their tradition of faith in such a unique way.","author":"Beverly Lewis","category":"faith"},"896":{"id":896,"quote":"My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.","author":"Barack Obama","category":"faith"},"897":{"id":897,"quote":"My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.","author":"Anne Lamott","category":"faith"},"898":{"id":898,"quote":"Faith that it's not always in your hands or things don't always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what.","author":"Martina McBride","category":"faith"},"899":{"id":899,"quote":"Faith in the Lord Jesus Christ is the foundation upon which sincere and meaningful repentance must be built. If we truly seek to put away sin, we must first look to Him who is the Author of our salvation.","author":"Ezra Taft Benson","category":"faith"},"900":{"id":900,"quote":"Among the many signs of a lively faith and hope we have in eternal life, one of the surest is not being overly sad at the death of those whom we dearly love in our Lord.","author":"Saint Ignatius","category":"faith"},"901":{"id":901,"quote":"Humble prayer to our Heavenly Father, in deep faith in Jesus Christ, is essential to qualify us for the companionship of the Holy Ghost.","author":"Henry B. Eyring","category":"faith"},"902":{"id":902,"quote":"Having a Christian worldview shapes my decision-making with respect to all aspects of my life. I always respect people in public life who are principled, and those principles have to be connected to something. And my faith is what serves as the anchor and directs my actions.","author":"John Thune","category":"faith"},"903":{"id":903,"quote":"Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired.","author":"Martha Graham","category":"faith"},"904":{"id":904,"quote":"Comedy is an escape, not from truth but from despair; a narrow escape into faith.","author":"Christopher Fry","category":"faith"},"905":{"id":905,"quote":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.","author":"Julia Cameron","category":"faith"},"906":{"id":906,"quote":"Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.","author":"Eleanor Roosevelt","category":"faith"},"907":{"id":907,"quote":"The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation.","author":"Simone Weil","category":"faith"},"908":{"id":908,"quote":"Flatter not thyself in thy faith in God if thou hast not charity for thy neighbor.","author":"Francis Quarles","category":"faith"},"909":{"id":909,"quote":"A faith is something you die for, a doctrine is something you kill for. There is all the difference in the world.","author":"Tony Benn","category":"faith"},"910":{"id":910,"quote":"Non-violence is the article of faith.","author":"Mahatma Gandhi","category":"faith"}}