{"911":{"id":911,"quote":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'","author":"Eleanor Roosevelt","category":"fear"},"912":{"id":912,"quote":"I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.","author":"Nelson Mandela","category":"fear"},"913":{"id":913,"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","author":"Bertrand Russell","category":"fear"},"914":{"id":914,"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.","author":"Mark Twain","category":"fear"},"915":{"id":915,"quote":"Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration.","author":"Taylor Swift","category":"fear"},"916":{"id":916,"quote":"I've learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?","author":"Soledad O'Brien","category":"fear"},"917":{"id":917,"quote":"This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.","author":"Dwight D. Eisenhower","category":"fear"},"918":{"id":918,"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","author":"Plato","category":"fear"},"919":{"id":919,"quote":"Some days, 24 hours is too much to stay put in, so I take the day hour by hour, moment by moment. I break the task, the challenge, the fear into small, bite-size pieces. I can handle a piece of fear, depression, anger, pain, sadness, loneliness, illness. I actually put my hands up to my face, one next to each eye, like blinders on a horse.","author":"Regina Brett","category":"fear"},"920":{"id":920,"quote":"America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.","author":"Harry S Truman","category":"fear"},"921":{"id":921,"quote":"Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones.","author":"Thich Nhat Hanh","category":"fear"},"922":{"id":922,"quote":"When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.","author":"Tecumseh","category":"fear"},"923":{"id":923,"quote":"If you know the enemy and know yourself you need not fear the results of a hundred battles.","author":"Sun Tzu","category":"fear"},"924":{"id":924,"quote":"Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them.","author":"Stacy London","category":"fear"},"925":{"id":925,"quote":"Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.","author":"Mahatma Gandhi","category":"fear"},"926":{"id":926,"quote":"Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.","author":"Steve Jobs","category":"fear"},"927":{"id":927,"quote":"The deepest fear we have, 'the fear beneath all fears,' is the fear of not measuring up, the fear of judgment. It's this fear that creates the stress and depression of everyday life.","author":"Tullian Tchividjian","category":"fear"},"928":{"id":928,"quote":"Courage is resistance to fear, mastery of fear, not absence of fear.","author":"Mark Twain","category":"fear"},"929":{"id":929,"quote":"The only thing we have to fear is fear itself.","author":"Franklin D. Roosevelt","category":"fear"},"930":{"id":930,"quote":"It is better to be feared than loved, if you cannot be both.","author":"Niccolo Machiavelli","category":"fear"},"931":{"id":931,"quote":"We are afraid to care too much, for fear that the other person does not care at all.","author":"Eleanor Roosevelt","category":"fear"},"932":{"id":932,"quote":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.","author":"Paulo Coelho","category":"fear"},"933":{"id":933,"quote":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","author":"Charles Stanley","category":"fear"},"934":{"id":934,"quote":"I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.","author":"Bruce Lee","category":"fear"},"935":{"id":935,"quote":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","category":"fear"},"936":{"id":936,"quote":"I tremble for my country when I reflect that God is just; that his justice cannot sleep forever.","author":"Thomas Jefferson","category":"fear"},"937":{"id":937,"quote":"Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear.","author":"Oliver Wendell Holmes, Sr.","category":"fear"},"938":{"id":938,"quote":"I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.","author":"Kevin Bacon","category":"fear"},"939":{"id":939,"quote":"All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.","author":"Edgar Allan Poe","category":"fear"},"940":{"id":940,"quote":"I hope for nothing. I fear nothing. I am free.","author":"Nikos Kazantzakis","category":"fear"},"941":{"id":941,"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","category":"fear"},"942":{"id":942,"quote":"It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it.","author":"Aung San Suu Kyi","category":"fear"},"943":{"id":943,"quote":"Where there is charity and wisdom, there is neither fear nor ignorance.","author":"Francis of Assisi","category":"fear"},"944":{"id":944,"quote":"Thinking will not overcome fear but action will.","author":"W. Clement Stone","category":"fear"},"945":{"id":945,"quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.","author":"Marie Curie","category":"fear"},"946":{"id":946,"quote":"It is not death that a man should fear, but he should fear never beginning to live.","author":"Marcus Aurelius","category":"fear"},"947":{"id":947,"quote":"I have self-doubt. I have insecurity. I have fear of failure. I have nights when I show up at the arena and I'm like, 'My back hurts, my feet hurt, my knees hurt. I don't have it. I just want to chill.' We all have self-doubt. You don't deny it, but you also don't capitulate to it. You embrace it.","author":"Kobe Bryant","category":"fear"},"948":{"id":948,"quote":"I'm not afraid of storms, for I'm learning how to sail my ship.","author":"Louisa May Alcott","category":"fear"},"949":{"id":949,"quote":"The mind of America is seized by a fatal dry rot - and it's only a question of time before all that the mind controls will run amuck in a frenzy of stupid, impotent fear.","author":"Hunter S. Thompson","category":"fear"},"950":{"id":950,"quote":"The key to success is to focus our conscious mind on things we desire not things we fear.","author":"Brian Tracy","category":"fear"},"951":{"id":951,"quote":"Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.","author":"Patrick J. Kennedy","category":"fear"},"952":{"id":952,"quote":"The more you can increase fear of drugs and crime, welfare mothers, immigrants and aliens, the more you control all the people.","author":"Noam Chomsky","category":"fear"},"953":{"id":953,"quote":"Courageous people do not fear forgiving, for the sake of peace.","author":"Nelson Mandela","category":"fear"},"954":{"id":954,"quote":"Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","author":"Jim Morrison","category":"fear"},"955":{"id":955,"quote":"The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself.","author":"Charles Bronson","category":"fear"},"956":{"id":956,"quote":"I don't have no fear of death. My only fear is coming back reincarnated.","author":"Tupac Shakur","category":"fear"},"957":{"id":957,"quote":"The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.","author":"H. P. Lovecraft","category":"fear"},"958":{"id":958,"quote":"Limits, like fear, is often an illusion.","author":"Michael Jordan","category":"fear"},"959":{"id":959,"quote":"Human spirit is the ability to face the uncertainty of the future with curiosity and optimism. It is the belief that problems can be solved, differences resolved. It is a type of confidence. And it is fragile. It can be blackened by fear and superstition.","author":"Bernard Beckett","category":"fear"},"960":{"id":960,"quote":"Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins.","author":"Charles Stanley","category":"fear"},"961":{"id":961,"quote":"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us.","author":"Marianne Williamson","category":"fear"},"962":{"id":962,"quote":"People react to fear, not love; they don't teach that in Sunday School, but it's true.","author":"Richard M. Nixon","category":"fear"},"963":{"id":963,"quote":"So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.","author":"Haniel Long","category":"fear"},"964":{"id":964,"quote":"Only when we are no longer afraid do we begin to live.","author":"Dorothy Thompson","category":"fear"},"965":{"id":965,"quote":"I have learned over the years that when one's mind is made up, this diminishes fear; knowing what must be done does away with fear.","author":"Rosa Parks","category":"fear"},"966":{"id":966,"quote":"Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.","author":"R. L. Stine","category":"fear"},"967":{"id":967,"quote":"Have no fear of perfection - you'll never reach it.","author":"Salvador Dali","category":"fear"},"968":{"id":968,"quote":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","category":"fear"},"969":{"id":969,"quote":"My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.","author":"Jack Layton","category":"fear"},"970":{"id":970,"quote":"The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.","author":"Malala Yousafzai","category":"fear"},"971":{"id":971,"quote":"No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.","author":"Alan Watts","category":"fear"},"972":{"id":972,"quote":"Vaccines save lives; fear endangers them. It's a simple message parents need to keep hearing.","author":"Jeffrey Kluger","category":"fear"},"973":{"id":973,"quote":"Even death is not to be feared by one who has lived wisely.","author":"Buddha","category":"fear"},"974":{"id":974,"quote":"The poet does not fear death, not because he believes in the fantasy of heroes, but because death constantly visits his thoughts and is thus an image of a serene dialogue.","author":"Salvatore Quasimodo","category":"fear"},"975":{"id":975,"quote":"Fear is a good thing. Fear is going to lead you to take action.","author":"Stephen Bannon","category":"fear"},"976":{"id":976,"quote":"Advance, and never halt, for advancing is perfection. Advance and do not fear the thorns in the path, for they draw only corrupt blood.","author":"Khalil Gibran","category":"fear"},"977":{"id":977,"quote":"What comes out when life squeezes you? When someone hurts or offends you? If anger, pain and fear come out of you, it's because that's what's inside.","author":"Wayne Dyer","category":"fear"},"978":{"id":978,"quote":"Fear runs our lives. It doesn't matter who you are. You have to understand your relationship with fear. Whether you're scared of getting into a relationship; or taking the new job; or a confrontation - you have to size fear up.","author":"Chris Pine","category":"fear"},"979":{"id":979,"quote":"We are afraid of the enormity of the possible.","author":"Emile M. Cioran","category":"fear"},"980":{"id":980,"quote":"The pleasures of love are always in proportion to our fears.","author":"Stendhal","category":"fear"},"981":{"id":981,"quote":"I say I am stronger than fear.","author":"Malala Yousafzai","category":"fear"},"982":{"id":982,"quote":"The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.","author":"Swami Vivekananda","category":"fear"},"983":{"id":983,"quote":"Boredom, anger, sadness, or fear are not 'yours,' not personal. They are conditions of the human mind. They come and go. Nothing that comes and goes is you.","author":"Eckhart Tolle","category":"fear"},"984":{"id":984,"quote":"The more knowledge you have, the greater will be your fear of Allah.","author":"Abu Bakr","category":"fear"},"985":{"id":985,"quote":"My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.","author":"William Tecumseh Sherman","category":"fear"},"986":{"id":986,"quote":"I've always had a huge fear of dying or becoming ill. The thing I'm most afraid of, though, is being alone, which I think a lot of performers fear. It's why we seek the limelight - so we're not alone, were adored. We're loved, so people want to be around us. The fear of being alone drives my life.","author":"Jennifer Lopez","category":"fear"},"987":{"id":987,"quote":"Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.","author":"Bertrand Russell","category":"fear"},"988":{"id":988,"quote":"Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.","author":"Dale Carnegie","category":"fear"},"989":{"id":989,"quote":"I have no fear of losing my life - if I have to save a koala or a crocodile or a kangaroo or a snake, mate, I will save it.","author":"Steve Irwin","category":"fear"},"990":{"id":990,"quote":"We must build dikes of courage to hold back the flood of fear.","author":"Martin Luther King, Jr.","category":"fear"},"991":{"id":991,"quote":"With something like cancer, there is a feeling that you can fight it in some way or control your response to it, but with dementia there is the fear of losing control of your mind and your life.","author":"Kevin Whately","category":"fear"},"992":{"id":992,"quote":"People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.","author":"Jim Morrison","category":"fear"},"993":{"id":993,"quote":"Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost.","author":"Chauncey Depew","category":"fear"},"994":{"id":994,"quote":"If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.","author":"George S. Patton","category":"fear"},"995":{"id":995,"quote":"I fear all we have done is to awaken a sleeping giant and fill him with a terrible resolve.","author":"Isoroku Yamamoto","category":"fear"},"996":{"id":996,"quote":"Fear not for the future, weep not for the past.","author":"Percy Bysshe Shelley","category":"fear"},"997":{"id":997,"quote":"The Cuban people still live in constant fear of a brutal totalitarian regime that has demonstrated time and again its utter disregard for basic human dignity. The fight for a free Cuba has gone on for far too long.","author":"Mitt Romney","category":"fear"},"998":{"id":998,"quote":"You cannot avoid war in life, you cannot avoid the fear of terrorism, you cannot avoid those things now, they are a part of everyday demeanor.","author":"John Mayer","category":"fear"},"999":{"id":999,"quote":"Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear.","author":"Judy Blume","category":"fear"},"1000":{"id":1000,"quote":"Turning pro is a mindset. If we are struggling with fear, self-sabotage, procrastination, self-doubt, etc., the problem is, we're thinking like amateurs. Amateurs don't show up. Amateurs crap out. Amateurs let adversity defeat them. The pro thinks differently. He shows up, he does his work, he keeps on truckin', no matter what.","author":"Steven Pressfield","category":"fear"},"1001":{"id":1001,"quote":"If you want to conquer fear, don't sit home and think about it. Go out and get busy.","author":"Dale Carnegie","category":"fear"},"1002":{"id":1002,"quote":"The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!","author":"Joyce Meyer","category":"fear"},"1003":{"id":1003,"quote":"There are few things more liberating in this life than having your worst fear realized.","author":"Conan O'Brien","category":"fear"},"1004":{"id":1004,"quote":"An appeal to fear never finds an echo in German hearts.","author":"Otto von Bismarck","category":"fear"},"1005":{"id":1005,"quote":"Change comes with both fear and some pain. Those two ingredients create mistrust, misunderstanding and misinformation. Such is the process of democracy.","author":"David Mixner","category":"fear"},"1006":{"id":1006,"quote":"I had the fear of heights when I was young, along with many other fears and phobias, including the fear of dogs, bees, horses, and blood.","author":"David D. Burns","category":"fear"},"1007":{"id":1007,"quote":"No one ever told me that grief felt so like fear.","author":"C. S. Lewis","category":"fear"},"1008":{"id":1008,"quote":"Hate is the consequence of fear; we fear something before we hate it; a child who fears noises becomes a man who hates noise.","author":"Cyril Connolly","category":"fear"},"1009":{"id":1009,"quote":"Do what you fear and fear disappears.","author":"David Joseph Schwartz","category":"fear"},"1010":{"id":1010,"quote":"One had to take some action against fear when once it laid hold of one.","author":"Rainer Maria Rilke","category":"fear"},"1011":{"id":1011,"quote":"So then learn to conquer your fear. This is the only art we have to master nowadays: to look at things without fear, and to fearlessly do right.","author":"Friedrich Durrenmatt","category":"fear"},"1012":{"id":1012,"quote":"Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.","author":"Indra Devi","category":"fear"},"1013":{"id":1013,"quote":"To live a creative life, we must lose our fear of being wrong.","author":"Joseph Chilton Pearce","category":"fear"},"1014":{"id":1014,"quote":"No one should fear to undertake any task in the name of our Saviour, if it is just and if the intention is purely for His holy service.","author":"Christopher Columbus","category":"fear"},"1015":{"id":1015,"quote":"A line from one of my 1997 columns - 'Do one thing every day that scares you' - is now widely attributed to Eleanor Roosevelt, though I have yet to see any evidence that she ever said it and I don't believe she did. She said some things about fear, but not that thing.","author":"Mary Schmich","category":"fear"},"1016":{"id":1016,"quote":"In religion, there's a certain type of fear that if somebody believes differently from me, that it's a threat. Because I'm right, and there cannot be two ways that are right, so if I'm right, anything different than this must be wrong; and we attack those things and it's really due to insecurity, ego and fear.","author":"Radhanath Swami","category":"fear"},"1017":{"id":1017,"quote":"The fear of murder has grown so enormous in the United States that it leaves a taint, like the mark of Cain, on everyone murder touches.","author":"Eric Schlosser","category":"fear"},"1018":{"id":1018,"quote":"There is no fear when you choose love. The more you choose love, the more love is in your life. It gets easier and easier.","author":"Melissa Etheridge","category":"fear"},"1019":{"id":1019,"quote":"I do fear for the generations of people who came of age thinking that pop-punk is what punk is, and that all the rebellion you need is just to stick your tongue out in the mirror every once in a while.","author":"Jello Biafra","category":"fear"},"1020":{"id":1020,"quote":"Love takes off masks that we fear we cannot live without and know we cannot live within.","author":"James A. Baldwin","category":"fear"},"1021":{"id":1021,"quote":"The day which we fear as our last is but the birthday of eternity.","author":"Lucius Annaeus Seneca","category":"fear"},"1022":{"id":1022,"quote":"You block your dream when you allow your fear to grow bigger than your faith.","author":"Mary Manin Morrissey","category":"fear"},"1023":{"id":1023,"quote":"Do not fear mistakes. There are none.","author":"Miles Davis","category":"fear"},"1024":{"id":1024,"quote":"I would sum up my fear about the future in one word: boring. And that's my one fear: that everything has happened; nothing exciting or new or interesting is ever going to happen again... the future is just going to be a vast, conforming suburb of the soul.","author":"J. G. Ballard","category":"fear"},"1025":{"id":1025,"quote":"I believe that fear of life brings a greater fear of death.","author":"David Blaine","category":"fear"},"1026":{"id":1026,"quote":"If people would know how little brain is ruling the world, they would die of fear.","author":"Ivo Andric","category":"fear"},"1027":{"id":1027,"quote":"Men! The only animal in the world to fear.","author":"D. H. Lawrence","category":"fear"},"1028":{"id":1028,"quote":"Some days it is a heroic act just to refuse the paralysis of fear and straighten up and step into another day.","author":"Edward Albert","category":"fear"},"1029":{"id":1029,"quote":"Fear is the only true enemy, born of ignorance and the parent of anger and hate.","author":"Edward Albert","category":"fear"},"1030":{"id":1030,"quote":"When you advise any person you should be guided by the fear of God.","author":"Abu Bakr","category":"fear"},"1031":{"id":1031,"quote":"We all look to have transcendent experiences that lift us out of the everyday, and fear is a good one. But, I think it's the same reason why people want to laugh their heads off.","author":"Adam Arkin","category":"fear"},"1032":{"id":1032,"quote":"It comes with faith, for with complete faith there is no fear of what faces you in life or death.","author":"Jacqueline Cochran","category":"fear"},"1033":{"id":1033,"quote":"Hopeful thinking can get you out of your fear zone and into your appreciation zone.","author":"Martha Beck","category":"fear"},"1034":{"id":1034,"quote":"You don't want too much fear in a market, because people will be blinded to some very good buying opportunities. You don't want too much complacency because people will be blinded to some risk.","author":"Ron Chernow","category":"fear"},"1035":{"id":1035,"quote":"Hunger and fear are the only realities in dog life: an empty stomach makes a fierce dog.","author":"Robert Falcon Scott","category":"fear"},"1036":{"id":1036,"quote":"Fear may very well be a caveman fear of the predator, of the giant lizard chasing them - maybe that's what Steven Spielberg connects with so well in Lost World.","author":"Oliver Stone","category":"fear"},"1037":{"id":1037,"quote":"I have withstood the power of convictions a long time; and therefore I fear I shall be finally left of God.","author":"David Brainerd","category":"fear"},"1038":{"id":1038,"quote":"Great fear is concealed under daring.","author":"Lucan","category":"fear"},"1039":{"id":1039,"quote":"Fear is the passion of slaves.","author":"Patrick Henry","category":"fear"},"1040":{"id":1040,"quote":"The greatest problem about old age is the fear that it may go on too long.","author":"A. J. P. Taylor","category":"fear"},"1041":{"id":1041,"quote":"Courage consists not in hazarding without fear; but being resolutely minded in a just cause.","author":"Plutarch","category":"fear"},"1042":{"id":1042,"quote":"Fear is a question. What are you afraid of and why? Our fears are a treasure house of self-knowledge if we explore them.","author":"Marilyn French","category":"fear"},"1043":{"id":1043,"quote":"I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.","author":"Mojo Nixon","category":"fear"},"1044":{"id":1044,"quote":"Fear has nothing to do with cowardice. A fellow is only yellow when he lets his fear make him quit.","author":"Jerome Cady","category":"fear"},"1045":{"id":1045,"quote":"There's no fear when you're having fun.","author":"Will Thomas","category":"fear"},"1046":{"id":1046,"quote":"I was trying to talk about where we are right now as a society, and talk about the fear we all live in, and certainly since 9-11, how it's affected us and the world.","author":"Paul Haggis","category":"fear"},"1047":{"id":1047,"quote":"I don't want to wake up and be bored. That's probably my greatest fear is to have nothing to do. What better job is there than to play quarterback for an NFL team, and certainly one that I've been on for a long time and had success with? I don't plan on giving it up any time soon.","author":"Tom Brady","category":"fear"},"1048":{"id":1048,"quote":"I think one of the terrible things today is that people have this deathly fear of food: fear of eggs, say, or fear of butter. Most doctors feel that you can have a little bit of everything.","author":"Julia Child","category":"fear"},"1049":{"id":1049,"quote":"I have a tendency to sabotage relationships; I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.","author":"Michael Buble","category":"fear"},"1050":{"id":1050,"quote":"Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt.","author":"Clint Eastwood","category":"fear"},"1051":{"id":1051,"quote":"The scariest thought in the world is that someday I'll wake up and realize I've been sleepwalking through my life: underappreciating the people I love, making the same hurtful mistakes over and over, a slave to neuroses, fear, and the habitual.","author":"George Saunders","category":"fear"},"1052":{"id":1052,"quote":"I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.","author":"Lauryn Hill","category":"fear"},"1053":{"id":1053,"quote":"To me, my biggest fear is getting a big head, and that is when I get the hammer. Because it's very easy in this game to believe you're something special.","author":"Keith Richards","category":"fear"},"1054":{"id":1054,"quote":"I don't want the fear of failure to stop me from doing what I really care about.","author":"Emma Watson","category":"fear"},"1055":{"id":1055,"quote":"I've always felt that if you back down from a fear, the ghost of that fear never goes away. It diminishes people.","author":"Hugh Jackman","category":"fear"},"1056":{"id":1056,"quote":"Finally, a good prosecutor knows that her job is to enforce the law without fear or favor. Likewise, a Supreme Court Justice must interpret the laws without fear or favor.","author":"Amy Klobuchar","category":"fear"},"1057":{"id":1057,"quote":"To drive an F1 car you have to be a little mad. On the morning of a race there's a mix of excitement and fear. If it's a wet track, then it's worse as you're not in control most of the time, which is the thing all drivers fear the most.","author":"Jenson Button","category":"fear"},"1058":{"id":1058,"quote":"We, the people. Manifest Destiny. Conceived in liberty. Fear itself. Ask not. Morning in America. United we stand. Yes, we can. In times of great change and tumult, presidents seek to inspire beleaguered Americans by reminding them of their national identity.","author":"Ron Fournier","category":"fear"},"1059":{"id":1059,"quote":"Many a time freedom has been rolled back - and always for the same sorry reason: fear.","author":"Molly Ivins","category":"fear"},"1060":{"id":1060,"quote":"I'd like to jump out of a plane. I have a fear of heights I'd like to face.","author":"Freida Pinto","category":"fear"},"1061":{"id":1061,"quote":"I've never told anyone this. But I suffer from terrible stage fright. True. You can't tell though, can you? Unbelievable, the panic. I nearly die of fear before I go on stage. Something wicked. I can't eat a thing the day before a gig. It'd make me vomit.","author":"John Lydon","category":"fear"},"1062":{"id":1062,"quote":"My biggest fear is mindlessly and stupidly repeating myself.","author":"John Lydon","category":"fear"},"1063":{"id":1063,"quote":"When someone fears losing your affection, he or she will strive to keep it. Perhaps you have strived to keep someone's affection, too. Fear of loss is not love.","author":"Gary Zukav","category":"fear"},"1064":{"id":1064,"quote":"Whatever hardships there have been in my life I still live in a very privileged position. Fear is not knowing where your next meal is coming from. Fear is seeing a child get hurt. Fear is watching someone you love waste away. Fear is knowing you are going to die yourself. But there's no fear in what I do. I write books.","author":"James Frey","category":"fear"},"1065":{"id":1065,"quote":"Most of us experience a life full of wonderful moments and difficult moments. But for many of us, even when we are most joyful, there is fear behind our joy.","author":"Thich Nhat Hanh","category":"fear"},"1066":{"id":1066,"quote":"People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.","author":"Thich Nhat Hanh","category":"fear"},"1067":{"id":1067,"quote":"All art is an intensely vulnerable gesture, and it is made with no small amounts of risk, and fear. So, I have plenty of sympathy for self-defense mechanisms, especially among artists.","author":"Steven Erikson","category":"fear"},"1068":{"id":1068,"quote":"Shyness is about the fear of social judgments - at a job interview or a party you might be excessively worried about what people think of you. Whereas an introvert might not feel any of those things at all, they simply have the preference to be in a quieter setting.","author":"Susan Cain","category":"fear"},"1069":{"id":1069,"quote":"If there is anything besides the Self there is reason to fear? Who sees the second? First, the ego arises and sees objects as external. If the ego does not rise, the Self alone exists and there is no second.","author":"Ramana Maharshi","category":"fear"},"1070":{"id":1070,"quote":"I have stepped outside my comfort zone enough to know that, yes, the world does fall apart, but not in the way that you fear.","author":"Tan Le","category":"fear"},"1071":{"id":1071,"quote":"Mediocrity scares me. It's the fear of not being as good as you want to be. If you give over to that fear, it will sabotage you. As much as I can, I try to use that fear to guide me.","author":"Chris Pine","category":"fear"},"1072":{"id":1072,"quote":"When the AIDS epidemic broke, because I happened to be a science nerd and knew a lot about viruses and a lot about that virus at the time, I felt a moral obligation to go out and try to stem the fear and get out and explain to people what the disease was and how it worked.","author":"Morgan Fairchild","category":"fear"},"1073":{"id":1073,"quote":"When you don't have anything to lose, you discover something wonderful: you're free to take great risks without fear or reservation.","author":"Tullian Tchividjian","category":"fear"},"1074":{"id":1074,"quote":"I don't have a fear of becoming a parent, but I do have a fear of taking care of a newborn because they are so tiny and vulnerable.","author":"Lindsay Price","category":"fear"},"1075":{"id":1075,"quote":"Fear is an underrated emotion. And that's why I think it's very dangerous to try and cosset children from it. A healthy scare is as good as as a healthy laugh. In fact, they're two sides of the same coin. There is a desire to shield from the knocks and bumps of reality.","author":"Mark Gatiss","category":"fear"},"1076":{"id":1076,"quote":"I am always scared before going on stage; this is the fear which makes me do well.","author":"Kapil Sharma","category":"fear"},"1077":{"id":1077,"quote":"The topic of leadership is a touchy one. A lot of leaders fail because they don't have the bravery to touch that nerve or strike that chord. Throughout my years, I haven't had that fear.","author":"Kobe Bryant","category":"fear"},"1078":{"id":1078,"quote":"I really believed that fear is contagious.","author":"Joel Osteen","category":"fear"},"1079":{"id":1079,"quote":"Civilization must stand up and combat the current collapse of governance, the rise of violence, and the spread of chaos and fear in many parts of the world.","author":"Rudy Giuliani","category":"fear"},"1080":{"id":1080,"quote":"Why are people afraid of ghosts? 'Ooh, no, I wouldn't want to see one! I'd be too scared' - accompanied by a tremolo of fear in the voice - is the common reaction. This puzzles me. I'd think anyone would welcome he opportunity. I've never heard of a ghost hurting anybody.","author":"Dick Cavett","category":"fear"},"1081":{"id":1081,"quote":"In Israel, waves of anger and fear circulate all the time, but so do jokes and gossip and silky evening breezes. So, too, in America.","author":"P. J. O'Rourke","category":"fear"},"1082":{"id":1082,"quote":"The purpose of torture is not getting information. It's spreading fear.","author":"Eduardo Galeano","category":"fear"},"1083":{"id":1083,"quote":"Throughout the ages, Christians have adapted John of Patmos's visions to changing times, reading their own social, political and religious conflicts into the cosmic war he so powerfully evokes. Yet his Book of Revelation appeals not only to fear and desires for vengeance but also to hope.","author":"Elaine Pagels","category":"fear"},"1084":{"id":1084,"quote":"I do not fear truth. I welcome it. But I wish all of my facts to be in their proper context.","author":"Gordon B. Hinckley","category":"fear"},"1085":{"id":1085,"quote":"The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror.","author":"Jane Velez-Mitchell","category":"fear"},"1086":{"id":1086,"quote":"The process of spotting fear and refusing to obey it is the source of all true empowerment.","author":"Martha Beck","category":"fear"},"1087":{"id":1087,"quote":"From racial profiling and being pulled over just for 'driving while black' to this new phenomenon of killing unarmed people out of some preconceived idea of fear, our lives and our children's lives are not being valued.","author":"Al Sharpton","category":"fear"},"1088":{"id":1088,"quote":"I'm a De Niro fan. I went eleven years without seeing a movie; the last one before that, February 1980, was De Niro and Scorsese in 'Raging Bull,' and when I went back, it was 'Cape Fear,' with De Niro and Scorsese. I picked up right where I left off at.","author":"August Wilson","category":"fear"},"1089":{"id":1089,"quote":"With each assignment, I weigh the looming possibility of being killed, and I chastise myself for allowing fear to hinder me. War photographers aren't supposed to get scared.","author":"Lynsey Addario","category":"fear"},"1090":{"id":1090,"quote":"Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.","author":"Wayne Dyer","category":"fear"},"1091":{"id":1091,"quote":"So much of Hollywood is this kind of overly machismo, nonsensical view of masculinity, which I just don't find honest. I think it's this idea of - you know, we're told, well, 'Be a man, be a man.' But what does that mean, exactly? Does that mean you can't carry yourself with any fear? That you can't acknowledge that you're scared?","author":"Joe Carnahan","category":"fear"},"1092":{"id":1092,"quote":"Men's most superficial feelings lead them to prefer cruel laws. Nevertheless, when they are subjected to them themselves, it is in each man's interest that they be moderate, because the fear of being injured is greater than the desire to injure.","author":"Cesare Beccaria","category":"fear"}}