{"1093":{"id":1093,"quote":"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.","author":"Martin Luther King, Jr.","category":"forgiveness"},"1094":{"id":1094,"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","category":"forgiveness"},"1095":{"id":1095,"quote":"The weak can never forgive. Forgiveness is the attribute of the strong.","author":"Mahatma Gandhi","category":"forgiveness"},"1096":{"id":1096,"quote":"Mistakes are always forgivable, if one has the courage to admit them.","author":"Bruce Lee","category":"forgiveness"},"1097":{"id":1097,"quote":"Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.","author":"Lex Luger","category":"forgiveness"},"1098":{"id":1098,"quote":"It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody.","author":"Maya Angelou","category":"forgiveness"},"1099":{"id":1099,"quote":"Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.","author":"H. Jackson Brown, Jr.","category":"forgiveness"},"1100":{"id":1100,"quote":"The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.","author":"Honore de Balzac","category":"forgiveness"},"1101":{"id":1101,"quote":"Forgive your enemies, but never forget their names.","author":"John F. Kennedy","category":"forgiveness"},"1102":{"id":1102,"quote":"Forgiveness is the final form of love.","author":"Reinhold Niebuhr","category":"forgiveness"},"1103":{"id":1103,"quote":"Forgiveness is a way of opening up the doors again and moving forward, whether it's a personal life or a national life.","author":"Hillary Clinton","category":"forgiveness"},"1104":{"id":1104,"quote":"One forgives to the degree that one loves.","author":"Francois de La Rochefoucauld","category":"forgiveness"},"1105":{"id":1105,"quote":"Forgiveness says you are given another chance to make a new beginning.","author":"Desmond Tutu","category":"forgiveness"},"1106":{"id":1106,"quote":"To err is human; to forgive, divine.","author":"Alexander Pope","category":"forgiveness"},"1107":{"id":1107,"quote":"Always forgive your enemies - nothing annoys them so much.","author":"Oscar Wilde","category":"forgiveness"},"1108":{"id":1108,"quote":"Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.","author":"Mark Twain","category":"forgiveness"},"1109":{"id":1109,"quote":"Hate is self-destructive. If you hate somebody, you're not hurting the person you hate. You're hurting yourself. And that's a healing. Actually, it's a real healing, forgiveness.","author":"Louis Zamperini","category":"forgiveness"},"1110":{"id":1110,"quote":"Forgotten is forgiven.","author":"F. Scott Fitzgerald","category":"forgiveness"},"1111":{"id":1111,"quote":"Forgiveness is the economy of the heart... forgiveness saves the expense of anger, the cost of hatred, the waste of spirits.","author":"Hannah More","category":"forgiveness"},"1112":{"id":1112,"quote":"To forgive is to set a prisoner free and discover that the prisoner was you.","author":"Lewis B. Smedes","category":"forgiveness"},"1113":{"id":1113,"quote":"Forgiveness is a virtue of the brave.","author":"Indira Gandhi","category":"forgiveness"},"1114":{"id":1114,"quote":"I believe in Jesus Christ as my Lord and savior. I believe that Jesus died for my sins, and rose again, and that's my belief. I still don't know what 'Christian' means. I'm a follower of Christ, but I keep making a whole bunch of mistakes. And I thank God for forgiveness.","author":"Sherri Shepherd","category":"forgiveness"},"1115":{"id":1115,"quote":"I can have peace of mind only when I forgive rather than judge.","author":"Gerald Jampolsky","category":"forgiveness"},"1116":{"id":1116,"quote":"In the Bible it says they asked Jesus how many times you should forgive, and he said 70 times 7. Well, I want you all to know that I'm keeping a chart.","author":"Hillary Clinton","category":"forgiveness"},"1117":{"id":1117,"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","author":"Garrison Keillor","category":"forgiveness"},"1118":{"id":1118,"quote":"Forgive me my nonsense, as I also forgive the nonsense of those that think they talk sense.","author":"Robert Frost","category":"forgiveness"},"1119":{"id":1119,"quote":"We cannot embrace God's forgiveness if we are so busy clinging to past wounds and nursing old grudges.","author":"T. D. Jakes","category":"forgiveness"},"1120":{"id":1120,"quote":"Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them.","author":"Oscar Wilde","category":"forgiveness"},"1121":{"id":1121,"quote":"On the Day of Atonement, Jews are commanded to seek forgiveness from the people we have hurt.","author":"Laura Schlessinger","category":"forgiveness"},"1122":{"id":1122,"quote":"Let us not listen to those who think we ought to be angry with our enemies, and who believe this to be great and manly. Nothing is so praiseworthy, nothing so clearly shows a great and noble soul, as clemency and readiness to forgive.","author":"Marcus Tullius Cicero","category":"forgiveness"},"1123":{"id":1123,"quote":"Forgive, forget. Bear with the faults of others as you would have them bear with yours.","author":"Phillips Brooks","category":"forgiveness"},"1124":{"id":1124,"quote":"Forgiveness is a funny thing. It warms the heart and cools the sting.","author":"William Arthur Ward","category":"forgiveness"},"1125":{"id":1125,"quote":"You will know that forgiveness has begun when you recall those who hurt you and feel the power to wish them well.","author":"Lewis B. Smedes","category":"forgiveness"},"1126":{"id":1126,"quote":"Only the brave know how to forgive... a coward never forgave; it is not in his nature.","author":"Laurence Sterne","category":"forgiveness"},"1127":{"id":1127,"quote":"And you know, when you've experienced grace and you feel like you've been forgiven, you're a lot more forgiving of other people. You're a lot more gracious to others.","author":"Rick Warren","category":"forgiveness"},"1128":{"id":1128,"quote":"I invite everyone to chose forgiveness rather than division, teamwork over personal ambition.","author":"Jean-Francois Cope","category":"forgiveness"},"1129":{"id":1129,"quote":"Forgiveness is for yourself because it frees you. It lets you out of that prison you put yourself in.","author":"Louise L. Hay","category":"forgiveness"},"1130":{"id":1130,"quote":"If Jesus Christ was who He claimed to be, and He did die on a cross at a point of time in history, then, for all history past and all history future it is relevant because that is the very focal point for forgiveness and redemption.","author":"Josh McDowell","category":"forgiveness"},"1131":{"id":1131,"quote":"Forgiveness is indifference. Forgiveness is impossible while love lasts.","author":"Mary Boykin Chesnut","category":"forgiveness"},"1132":{"id":1132,"quote":"Forgiveness is about empowering yourself, rather than empowering your past.","author":"T. D. Jakes","category":"forgiveness"},"1133":{"id":1133,"quote":"The Dalai Lama's entire being is about peace and harmony, forgiveness and self-discipline. Those are qualities to be admired. I am really looking forward to meeting His Holiness.","author":"Joe Nichols","category":"forgiveness"},"1134":{"id":1134,"quote":"If you don't believe God has forgiven you, you are actually saying that God needs to do more for your forgiveness, and that Jesus' sacrifice was not enough.","author":"Jud Wilhite","category":"forgiveness"},"1135":{"id":1135,"quote":"The characteristics of an authentically empowered personality are humbleness, clarity, forgiveness and love.","author":"Gary Zukav","category":"forgiveness"},"1136":{"id":1136,"quote":"To understand somebody else as a human being, I think, is about as close to real forgiveness as one can get.","author":"David Small","category":"forgiveness"},"1137":{"id":1137,"quote":"Because forgiveness is like this: a room can be dank because you have closed the windows, you've closed the curtains. But the sun is shining outside, and the air is fresh outside. In order to get that fresh air, you have to get up and open the window and draw the curtains apart.","author":"Desmond Tutu","category":"forgiveness"},"1138":{"id":1138,"quote":"All major religious traditions carry basically the same message, that is love, compassion and forgiveness the important thing is they should be part of our daily lives.","author":"Dalai Lama","category":"forgiveness"},"1139":{"id":1139,"quote":"There is no revenge so complete as forgiveness.","author":"Josh Billings","category":"forgiveness"},"1140":{"id":1140,"quote":"Forgive yourself for your faults and your mistakes and move on.","author":"Les Brown","category":"forgiveness"},"1141":{"id":1141,"quote":"The practice of forgiveness is our most important contribution to the healing of the world.","author":"Marianne Williamson","category":"forgiveness"},"1142":{"id":1142,"quote":"Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.","author":"Marianne Williamson","category":"forgiveness"},"1143":{"id":1143,"quote":"You can't forgive without loving. And I don't mean sentimentality. I don't mean mush. I mean having enough courage to stand up and say, 'I forgive. I'm finished with it.'","author":"Maya Angelou","category":"forgiveness"},"1144":{"id":1144,"quote":"Life is an adventure in forgiveness.","author":"Norman Cousins","category":"forgiveness"},"1145":{"id":1145,"quote":"A winner rebukes and forgives; a loser is too timid to rebuke and too petty to forgive.","author":"Sydney J. Harris","category":"forgiveness"},"1146":{"id":1146,"quote":"It is easier to forgive an enemy than to forgive a friend.","author":"William Blake","category":"forgiveness"},"1147":{"id":1147,"quote":"Sweet mercy is nobility's true badge.","author":"William Shakespeare","category":"forgiveness"},"1148":{"id":1148,"quote":"A mistake is always forgivable, rarely excusable and always unacceptable.","author":"Robert Fripp","category":"forgiveness"},"1149":{"id":1149,"quote":"The bitterest tears shed over graves are for words left unsaid and deeds left undone.","author":"Harriet Beecher Stowe","category":"forgiveness"},"1150":{"id":1150,"quote":"How does one know if she has forgiven? You tend to feel sorrow over the circumstance instead of rage, you tend to feel sorry for the person rather than angry with him. You tend to have nothing left to say about it all.","author":"Clarissa Pinkola Estes","category":"forgiveness"},"1151":{"id":1151,"quote":"When you are happy you can forgive a great deal.","author":"Princess Diana","category":"forgiveness"},"1152":{"id":1152,"quote":"When you forgive, you in no way change the past - but you sure do change the future.","author":"Bernard Meltzer","category":"forgiveness"},"1153":{"id":1153,"quote":"Never does the human soul appear so strong as when it foregoes revenge and dares to forgive an injury.","author":"Edwin Hubbel Chapin","category":"forgiveness"},"1154":{"id":1154,"quote":"Acceptance and tolerance and forgiveness, those are life-altering lessons.","author":"Jessica Lange","category":"forgiveness"},"1155":{"id":1155,"quote":"The ability to forgive is one of man's greatest achievements.","author":"Bryant H. McGill","category":"forgiveness"},"1156":{"id":1156,"quote":"For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?","author":"bell hooks","category":"forgiveness"},"1157":{"id":1157,"quote":"It's toughest to forgive ourselves. So it's probably best to start with other people. It's almost like peeling an onion. Layer by layer, forgiving others, you really do get to the point where you can forgive yourself.","author":"Patty Duke","category":"forgiveness"},"1158":{"id":1158,"quote":"I think we learn the most from imperfect relationships - things like forgiveness and compassion.","author":"Andrea Thompson","category":"forgiveness"},"1159":{"id":1159,"quote":"When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn't work that way so I stole one and asked Him to forgive me.","author":"Emo Philips","category":"forgiveness"},"1160":{"id":1160,"quote":"Love in the real world means saying you're sorry 10 times a day.","author":"Kathie Lee Gifford","category":"forgiveness"},"1161":{"id":1161,"quote":"Forgiveness is a gift you give yourself.","author":"Suzanne Somers","category":"forgiveness"},"1162":{"id":1162,"quote":"The lesson is that you can still make mistakes and be forgiven.","author":"Robert Downey, Jr.","category":"forgiveness"},"1163":{"id":1163,"quote":"Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.","author":"Joyce Meyer","category":"forgiveness"},"1164":{"id":1164,"quote":"We think that forgiveness is weakness, but it's absolutely not; it takes a very strong person to forgive.","author":"T. D. Jakes","category":"forgiveness"},"1165":{"id":1165,"quote":"I think it is important that we rebuild an atmosphere of forgiveness and civility in every aspect of our lives.","author":"T. D. Jakes","category":"forgiveness"},"1166":{"id":1166,"quote":"There is no forgiveness in nature.","author":"Ugo Betti","category":"forgiveness"},"1167":{"id":1167,"quote":"The glory of Christianity is to conquer by forgiveness.","author":"William Blake","category":"forgiveness"},"1168":{"id":1168,"quote":"There is no love without forgiveness, and there is no forgiveness without love.","author":"Bryant H. McGill","category":"forgiveness"},"1169":{"id":1169,"quote":"If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.","author":"Nelson Mandela","category":"forgiveness"},"1170":{"id":1170,"quote":"One important theme is the extent to which one can ever correct an error, especially outside any frame of religious forgiveness. All of us have done something we regret - how we manage to remove that from our conscience, or whether that's even possible, interested me.","author":"Ian Mcewan","category":"forgiveness"},"1171":{"id":1171,"quote":"Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.","author":"T. D. Jakes","category":"forgiveness"},"1172":{"id":1172,"quote":"The assurance of Heaven is never given to the person. And that's why at the core of the Christian faith is the grace of God. If there's one word I would grab from all of that, it's forgiveness - that you can be forgiven. I can be forgiven, and it is of the grace of God. But once you understand that, I think the ramifications are worldwide.","author":"Ravi Zacharias","category":"forgiveness"},"1173":{"id":1173,"quote":"The Gospel offers forgiveness for the past, new life for the present, and hope for the future.","author":"John Sentamu","category":"forgiveness"},"1174":{"id":1174,"quote":"Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need.","author":"George Muller","category":"forgiveness"},"1175":{"id":1175,"quote":"Satan tries to counterfeit the work of God, and by doing this, he may deceive many. To make us lose hope, feel miserable like himself, and believe that we are beyond forgiveness, Satan might even misuse words from the scriptures that emphasize the justice of God in order to imply that there is no mercy.","author":"Dieter F. Uchtdorf","category":"forgiveness"},"1176":{"id":1176,"quote":"Love is an act of endless forgiveness, a tender look which becomes a habit.","author":"Peter Ustinov","category":"forgiveness"},"1177":{"id":1177,"quote":"In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.","author":"Madeleine L'Engle","category":"forgiveness"},"1178":{"id":1178,"quote":"Anger ventilated often hurries towards forgiveness; anger concealed often hardens into revenge.","author":"Edward G. Bulwer-Lytton","category":"forgiveness"},"1179":{"id":1179,"quote":"I ask the people of Connecticut for their forgiveness, I should have paid more attention to people around me and people that I trusted but I am sorry for my actions and take full responsibility.","author":"John Rowland","category":"forgiveness"},"1180":{"id":1180,"quote":"I have to ask Allah's forgiveness and not get angry, because they come to me out of love, and it's not fitting that I should turn to them in hatred.","author":"Abdul Qadeer Khan","category":"forgiveness"},"1181":{"id":1181,"quote":"The first step in forgiveness is the willingness to forgive.","author":"Marianne Williamson","category":"forgiveness"},"1182":{"id":1182,"quote":"I think the first step is to understand that forgiveness does not exonerate the perpetrator. Forgiveness liberates the victim. It's a gift you give yourself.","author":"T. D. Jakes","category":"forgiveness"},"1183":{"id":1183,"quote":"If I say, 'I forgive you,' I have implicitly said you have done something wrong to me. But what forgiveness is at its heart is both saying that justice has been violated and not letting that violation count against the offender.","author":"Miroslav Volf","category":"forgiveness"},"1184":{"id":1184,"quote":"Sin and forgiveness and falling and getting back up and losing the pearl of great price in the couch cushions but then finding it again, and again, and again? Those are the stumbling steps to becoming Real, the only script that's really worth following in this world or the one that's coming.","author":"Brennan Manning","category":"forgiveness"},"1185":{"id":1185,"quote":"If you are bitter, you are like a dry leaf that you can just squash, and you can get blown away by the wind. There is much more wisdom in forgiveness.","author":"Vusi Mahlasela","category":"forgiveness"},"1186":{"id":1186,"quote":"I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.","author":"William P. Young","category":"forgiveness"},"1187":{"id":1187,"quote":"I did once seriously think of embracing the Christian faith. The gentle figure of Christ, so full of forgiveness that he taught his followers not to retaliate when abused or struck, but to turn the other cheek - I thought it was a beautiful example of the perfect man.","author":"Mahatma Gandhi","category":"forgiveness"},"1188":{"id":1188,"quote":"Forgive those who have hurt you.","author":"Les Brown","category":"forgiveness"},"1189":{"id":1189,"quote":"Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart.","author":"Corrie Ten Boom","category":"forgiveness"},"1190":{"id":1190,"quote":"God's forgiveness allows us to be honest with ourselves. We recognize our imperfections, admit our failures, and plead to God for clemency.","author":"Jonathan Sacks","category":"forgiveness"},"1191":{"id":1191,"quote":"In Christ we see a maturity of love that flowers in self-sacrifice and forgiveness; a maturity of power that never swerves from the ideal of service; a maturity of goodness that overcomes every temptation, and, of course, we see the ultimate victory of life over death itself.","author":"Vincent Nichols","category":"forgiveness"},"1192":{"id":1192,"quote":"When you make a mistake and the devil comes and tells you 'You're no good,' you don't have to take on the guilt and condemnation he wants to put on you. No! You can immediately confess your mistake to God, thank Him for forgiving you and cleansing you with the blood of Jesus, and move forward in the victory of His grace and forgiveness.","author":"Joyce Meyer","category":"forgiveness"},"1193":{"id":1193,"quote":"Well, I've never left my faith - but have I made a lot of mistakes? But was I fortunate that I was brought up in that Pentecostal church, where I heard about God's love and God's forgiveness.","author":"Billy Ray Cyrus","category":"forgiveness"},"1194":{"id":1194,"quote":"And as I ask for your forgiveness, I also ask for your support to keep all things in perspective and keep all things in proportion. The good of nine years versus the bad.","author":"John Rowland","category":"forgiveness"},"1195":{"id":1195,"quote":"These subsidies from four European governments, which include aircraft launch assistance, capital injections, debt forgiveness, have enabled Airbus to develop and range market airliners well below cost.","author":"Norm Dicks","category":"forgiveness"},"1196":{"id":1196,"quote":"And the only thing to do with a sin is to confess, do penance and then, after some kind of decent interval, ask for forgiveness.","author":"Joseph J. Ellis","category":"forgiveness"},"1197":{"id":1197,"quote":"As we hone the ability to let go of distraction, to begin again without rancor or judgment, we are deepening forgiveness and compassion for ourselves. And in life, we find we might make a mistake, and more easily begin again, or stray from our chosen course and begin again.","author":"Sharon Salzberg","category":"forgiveness"},"1198":{"id":1198,"quote":"I desired to become a Christian, and prayed earnestly for the forgiveness of my sins. I felt a peace of mind resulting, and loved every one, feeling desirous that all should have their sins forgiven, and love Jesus as I did.","author":"Ellen G. White","category":"forgiveness"},"1199":{"id":1199,"quote":"One of the things that Dostoevsky talks about is that no character is too high to fall and no character is too low to be redeemed. 'Crime and Punishment' began with a person going out and consciously becoming a cold-blooded murderer, and it took 800 pages and an epilogue before the person finally asked for forgiveness.","author":"Jeffrey Bell","category":"forgiveness"},"1200":{"id":1200,"quote":"One of the secrets of a long and fruitful life is to forgive everybody everything everynight before you go to bed.","author":"Bernard Baruch","category":"forgiveness"},"1201":{"id":1201,"quote":"I shall be an autocrat: that's my trade. And the good Lord will forgive me: that's his.","author":"Catherine the Great","category":"forgiveness"},"1202":{"id":1202,"quote":"God forgive you, but I never can.","author":"Elizabeth I","category":"forgiveness"},"1203":{"id":1203,"quote":"Before we can forgive one another, we have to understand one another.","author":"Emma Goldman","category":"forgiveness"},"1204":{"id":1204,"quote":"If there is something to pardon in everything, there is also something to condemn.","author":"Friedrich Nietzsche","category":"forgiveness"},"1205":{"id":1205,"quote":"Forgiveness is God's command.","author":"Martin Luther","category":"forgiveness"},"1206":{"id":1206,"quote":"Forgiveness is like faith. You have to keep reviving it.","author":"Mason Cooley","category":"forgiveness"},"1207":{"id":1207,"quote":"The stupid neither forgive nor forget; the naive forgive and forget; the wise forgive but do not forget.","author":"Thomas Szasz","category":"forgiveness"},"1208":{"id":1208,"quote":"Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.","author":"Gerald Jampolsky","category":"forgiveness"},"1209":{"id":1209,"quote":"Certainly people make mistakes in their life. I'm no different, I've made mistakes. When people mess up, we forgive them. When I mess up, I ask for forgiveness.","author":"Michele Bachmann","category":"forgiveness"},"1210":{"id":1210,"quote":"There would be no need for love if perfection were possible. Love arises from our imperfection, from our being different and always in need of the forgiveness, encouragement and that missing half of ourselves that we are searching for, as the Greek myth tells us, in order to complete ourselves.","author":"Eugene Kennedy","category":"forgiveness"},"1211":{"id":1211,"quote":"It seems to me like Mother Nature's mercy and forgiveness have run dry, as we ceaselessly abuse her and take her for granted in order for us to continue our addiction to using fossil fuels. I've gotta say, I don't blame her. Not one bit.","author":"Gloria Reuben","category":"forgiveness"},"1212":{"id":1212,"quote":"It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.","author":"Henry B. Eyring","category":"forgiveness"},"1213":{"id":1213,"quote":"It is always the case that when the Christian looks back, he is looking at the forgiveness of sins.","author":"Karl Barth","category":"forgiveness"},"1214":{"id":1214,"quote":"God created us for love, for union, for forgiveness and compassion and, yet, that has not been our storyline. That has not been our history.","author":"Richard Rohr","category":"forgiveness"},"1215":{"id":1215,"quote":"Your heart has to be prepared ahead of time through faith and prayer and grace and mercy and love and forgiveness so you can keep your heart open in hell, when hell happens.","author":"Richard Rohr","category":"forgiveness"},"1216":{"id":1216,"quote":"Forgiveness is not a one-time thing that happened the day you received Christ. It is an everyday thing, for the rest of your life.","author":"Joyce Meyer","category":"forgiveness"},"1217":{"id":1217,"quote":"The power of forgiveness is huge; it is really big, and it can save this world.","author":"Immaculee Ilibagiza","category":"forgiveness"},"1218":{"id":1218,"quote":"I could see that it was God's forgiveness and His mercy that I needed, and that was provided through Christ on the Cross for those who will receive Him as Lord and Savior. That is how I came to Christ.","author":"Kirk Cameron","category":"forgiveness"},"1219":{"id":1219,"quote":"I thank the Lord for the great principle of repentance and forgiveness.","author":"Gordon B. Hinckley","category":"forgiveness"},"1220":{"id":1220,"quote":"The blood of Christ covers all of our sins, but each of us must do personal business with God in order to experience his forgiveness.","author":"Lewis B. Smedes","category":"forgiveness"},"1221":{"id":1221,"quote":"A prayer that must have a cannon behind it better never be uttered. Forgiveness ought not to go in partnership with shot and shell. Love need not carry knives and revolvers.","author":"Robert Green Ingersoll","category":"forgiveness"},"1222":{"id":1222,"quote":"Forgiveness is the answer to the child's dream of a miracle by which what is broken is made whole again, what is soiled is made clean again.","author":"Dag Hammarskjold","category":"forgiveness"},"1223":{"id":1223,"quote":"Forgiveness is the needle that knows how to mend.","author":"Jewel","category":"forgiveness"},"1224":{"id":1224,"quote":"Christians - whether as a priest, a nun, a minister, whatever - have just been stereotyped to death. You try to be a model of kindness and love and forgiveness to all those around you, because you have received kindness and love and forgiveness from God through Christ. That's what Christianity is.","author":"Patricia Heaton","category":"forgiveness"},"1225":{"id":1225,"quote":"God makes it really clear that society and civilization is really held together by the glue of families... When a man and a woman come together and say 'I do,' they are committing for a lifetime to love each other and to model what love is and what forgiveness is and what joy is to their kids.","author":"Kirk Cameron","category":"forgiveness"},"1226":{"id":1226,"quote":"I deepen my experience of God through prayer, meditation, and forgiveness.","author":"Marianne Williamson","category":"forgiveness"},"1227":{"id":1227,"quote":"I am making amends and seeking forgiveness. My only hope is that some good can come out of my situation.","author":"Jayson Blair","category":"forgiveness"},"1228":{"id":1228,"quote":"Choosing forgiveness opens the door of your heart and makes way for a miracle in your life.","author":"Victoria Osteen","category":"forgiveness"},"1229":{"id":1229,"quote":"For the millions of Americans, like my family, who believe that there is a creator God who can be known personally, Christmas is a celebration of Jesus' offer of love and forgiveness for all people.","author":"James Lankford","category":"forgiveness"},"1230":{"id":1230,"quote":"When a deep injury is done us, we never recover until we forgive.","author":"Alan Paton","category":"forgiveness"},"1231":{"id":1231,"quote":"God may forgive your sins, but your nervous system won't.","author":"Alfred Korzybski","category":"forgiveness"},"1232":{"id":1232,"quote":"Selfishness must always be forgiven you know, because there is no hope of a cure.","author":"Jane Austen","category":"forgiveness"},"1233":{"id":1233,"quote":"Forgive, O Lord, my little jokes on Thee, and I'll forgive Thy great big joke on me.","author":"Robert Frost","category":"forgiveness"},"1234":{"id":1234,"quote":"Nothing inspires forgiveness quite like revenge.","author":"Scott Adams","category":"forgiveness"},"1235":{"id":1235,"quote":"Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.","author":"Joan Lunden","category":"forgiveness"},"1236":{"id":1236,"quote":"It's not an easy journey, to get to a place where you forgive people. But it is such a powerful place, because it frees you.","author":"Tyler Perry","category":"forgiveness"},"1237":{"id":1237,"quote":"The remedy for life's broken pieces is not classes, workshops or books. Don't try to heal the broken pieces. Just forgive.","author":"Iyanla Vanzant","category":"forgiveness"},"1238":{"id":1238,"quote":"Anger begets more anger, and forgiveness and love lead to more forgiveness and love.","author":"Mahavira","category":"forgiveness"},"1239":{"id":1239,"quote":"The most important thing that I learned in growing up is that forgiveness is something that, when you do it, you free yourself to move on.","author":"Tyler Perry","category":"forgiveness"},"1240":{"id":1240,"quote":"When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.","author":"Gerald Jampolsky","category":"forgiveness"},"1241":{"id":1241,"quote":"Without forgiveness life is governed by... an endless cycle of resentment and retaliation.","author":"Roberto Assagioli","category":"forgiveness"},"1242":{"id":1242,"quote":"I did a lot of things that I regretted and I certainly paid for my mistakes. You have to go and ask for forgiveness and it wasn't until I really started doing good and doing right, by other people as well as myself, that I really started to feel that guilt go away. So I don't have a problem going to sleep at night.","author":"Mark Wahlberg","category":"forgiveness"},"1243":{"id":1243,"quote":"You can't legislate into existence an act of forgiveness and a true confession; those are mysteries of the human heart, and they occur between one individual and another individual, not a panel of judges sitting asking questions, trying to test your truth.","author":"Athol Fugard","category":"forgiveness"},"1244":{"id":1244,"quote":"The full benefit of forgiveness of sin through the Savior's Atonement begins with repentance and baptism and then expands upon receiving the Holy Ghost.","author":"James E. Faust","category":"forgiveness"},"1245":{"id":1245,"quote":"Without white South Africa realizing what it had done - and on the basis of that realization having the courage to ask for forgiveness - there can really be no significant movement.","author":"Athol Fugard","category":"forgiveness"},"1246":{"id":1246,"quote":"I am 100% in the camp that says forgiveness is mostly about the forgiver.","author":"Hillary Clinton","category":"forgiveness"},"1247":{"id":1247,"quote":"Murder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness; it is the one crime in which society has a direct interest.","author":"W. H. Auden","category":"forgiveness"},"1248":{"id":1248,"quote":"I would say the hierarchy has made terrible errors in judgment and it has to seek forgiveness by its members.","author":"William P. Leahy","category":"forgiveness"},"1249":{"id":1249,"quote":"Well, of course I think people can be forgiven. But our justice system is not set up to dispense forgiveness. You can go to the local priest for that.","author":"Nancy Grace","category":"forgiveness"},"1250":{"id":1250,"quote":"I love discussing social issues, but I'm not interested in scare tactics. I believe there is a way to bring awareness in tandem with forgiveness and love.","author":"Brie Larson","category":"forgiveness"},"1251":{"id":1251,"quote":"I do not bring forgiveness with me, nor forgetfulness. The only ones who can forgive are dead; the living have no right to forget.","author":"Chaim Herzog","category":"forgiveness"},"1252":{"id":1252,"quote":"It's far easier to forgive an enemy after you've got even with him.","author":"Olin Miller","category":"forgiveness"},"1253":{"id":1253,"quote":"How unhappy is he who cannot forgive himself.","author":"Publilius Syrus","category":"forgiveness"},"1254":{"id":1254,"quote":"I never forgive, but I always forget.","author":"Arthur Balfour","category":"forgiveness"},"1255":{"id":1255,"quote":"My desire is to be a forgiving, non-judgmental person.","author":"Janine Turner","category":"forgiveness"},"1256":{"id":1256,"quote":"Forgiveness really is so misunderstood, as well as the power it can release in an individual.","author":"Jennifer O'Neill","category":"forgiveness"},"1257":{"id":1257,"quote":"Sometimes I see myself fine, sometimes I need a witness. And I like the whole truth, but there are nights I only need forgiveness.","author":"Dar Williams","category":"forgiveness"},"1258":{"id":1258,"quote":"I discipline churchgoers with godly lessons and sharp words if they do not change their ways. My goal is to open their hearts so that they seek forgiveness.","author":"William Brewster","category":"forgiveness"},"1259":{"id":1259,"quote":"On a level of simple personal survival, understanding and forgiveness are crucial... whether in an intimate personal relationship or on a global level.","author":"Edward Albert","category":"forgiveness"},"1260":{"id":1260,"quote":"My desire is to stand up and brush myself off when I make mistakes and ask for forgiveness.","author":"Janine Turner","category":"forgiveness"},"1261":{"id":1261,"quote":"Forgiveness isn't about condoning what has happened to you or someone else's actions against you.","author":"Jennifer O'Neill","category":"forgiveness"},"1262":{"id":1262,"quote":"To sin offers repentance and forgiveness; not to sin offers only punishment.","author":"Jose Bergamin","category":"forgiveness"},"1263":{"id":1263,"quote":"I like cast iron coated with enamel for longevity and forgiveness if I happen to take my eyes off the prize while pouring Chianti.","author":"Mario Batali","category":"forgiveness"},"1264":{"id":1264,"quote":"'Caught' is a novel of forgiveness, and the past and the present - who should be and who shouldn't be forgiven. None of my books are ever just about thrills, or it won't work.","author":"Harlan Coben","category":"forgiveness"},"1265":{"id":1265,"quote":"Jesus' own witness of sacrificial love and forgiveness, and his work to heal the sick and care for those in need, represent God's ways and vision for us.","author":"Adam Hamilton","category":"forgiveness"},"1266":{"id":1266,"quote":"I believe forgiveness is possible for everybody, for everything, but I'm a Buddhist.","author":"Alan Ball","category":"forgiveness"},"1267":{"id":1267,"quote":"Paula Deen is a human being. She deserves forgiveness and a chance at redemption as much as anyone else. America is about redemption.","author":"Don Lemon","category":"forgiveness"},"1268":{"id":1268,"quote":"The principle that certain sins should not receive the Church's testimony of forgiveness was probably no novelty at all, but had been applied in various churches; perhaps, however, with no strict consistency.","author":"Robert Rainy","category":"forgiveness"},"1269":{"id":1269,"quote":"I believe the Scriptures teach that there's a literal heaven and a literal hell, just like Jesus said. And without forgiveness of sins that, yeah, the place of punishment is called hell.","author":"Kirk Cameron","category":"forgiveness"},"1270":{"id":1270,"quote":"I have sinned against You, my Lord, and I would ask that your precious blood would wash and cleanse every stain until it is in the seas of God's forgiveness.","author":"Jimmy Swaggart","category":"forgiveness"},"1271":{"id":1271,"quote":"Our history is an inevitable component of our being. One thing only can release us from the grip of our history. That one thing is forgiveness.","author":"Lewis B. Smedes","category":"forgiveness"},"1272":{"id":1272,"quote":"In 2006, 2 years ago, I made a very serious mistake. A mistake that I am responsible for and no one else. In 2006, I told Elizabeth about the mistake, asked her for her forgiveness, asked God for his forgiveness.","author":"John Edwards","category":"forgiveness"},"1273":{"id":1273,"quote":"He that cannot forgive others breaks the bridge over which he must pass himself; for every man has need to be forgiven.","author":"Thomas Fuller","category":"forgiveness"},"1274":{"id":1274,"quote":"Can you really forgive if you can't forget?","author":"Sarah Jessica Parker","category":"forgiveness"}}