{"1275":{"id":1275,"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","category":"friendship"},"1276":{"id":1276,"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","category":"friendship"},"1277":{"id":1277,"quote":"There are no strangers here; Only friends you haven't yet met.","author":"William Butler Yeats","category":"friendship"},"1278":{"id":1278,"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","category":"friendship"},"1279":{"id":1279,"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","category":"friendship"},"1280":{"id":1280,"quote":"Walking with a friend in the dark is better than walking alone in the light.","author":"Helen Keller","category":"friendship"},"1281":{"id":1281,"quote":"There is nothing on this earth more to be prized than true friendship.","author":"Thomas Aquinas","category":"friendship"},"1282":{"id":1282,"quote":"One of the most beautiful qualities of true friendship is to understand and to be understood.","author":"Lucius Annaeus Seneca","category":"friendship"},"1283":{"id":1283,"quote":"A friend is what the heart needs all the time.","author":"Henry Van Dyke","category":"friendship"},"1284":{"id":1284,"quote":"Friends are the siblings God never gave us.","author":"Mencius","category":"friendship"},"1285":{"id":1285,"quote":"A real friend is one who walks in when the rest of the world walks out.","author":"Walter Winchell","category":"friendship"},"1286":{"id":1286,"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","category":"friendship"},"1287":{"id":1287,"quote":"A friend is someone who gives you total freedom to be yourself.","author":"Jim Morrison","category":"friendship"},"1288":{"id":1288,"quote":"Friendship is always a sweet responsibility, never an opportunity.","author":"Khalil Gibran","category":"friendship"},"1289":{"id":1289,"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","author":"Charles R. Swindoll","category":"friendship"},"1290":{"id":1290,"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","author":"Ralph Waldo Emerson","category":"friendship"},"1291":{"id":1291,"quote":"Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.","author":"Muhammad Ali","category":"friendship"},"1292":{"id":1292,"quote":"A single rose can be my garden... a single friend, my world.","author":"Leo Buscaglia","category":"friendship"},"1293":{"id":1293,"quote":"Remember that the most valuable antiques are dear old friends.","author":"H. Jackson Brown, Jr.","category":"friendship"},"1294":{"id":1294,"quote":"One loyal friend is worth ten thousand relatives.","author":"Euripides","category":"friendship"},"1295":{"id":1295,"quote":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.","author":"Orson Welles","category":"friendship"},"1296":{"id":1296,"quote":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","author":"Baltasar Gracian","category":"friendship"},"1297":{"id":1297,"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","category":"friendship"},"1298":{"id":1298,"quote":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.","author":"Marcel Proust","category":"friendship"},"1299":{"id":1299,"quote":"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.","author":"Albert Camus","category":"friendship"},"1300":{"id":1300,"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","category":"friendship"},"1301":{"id":1301,"quote":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","category":"friendship"},"1302":{"id":1302,"quote":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.","author":"Octavia Butler","category":"friendship"},"1303":{"id":1303,"quote":"In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.","author":"Khalil Gibran","category":"friendship"},"1304":{"id":1304,"quote":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.","author":"Thomas Jefferson","category":"friendship"},"1305":{"id":1305,"quote":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","author":"Henri Nouwen","category":"friendship"},"1306":{"id":1306,"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","author":"Jean de La Fontaine","category":"friendship"},"1307":{"id":1307,"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","category":"friendship"},"1308":{"id":1308,"quote":"Things are never quite as scary when you've got a best friend.","author":"Bill Watterson","category":"friendship"},"1309":{"id":1309,"quote":"Love is blind; friendship closes its eyes.","author":"Friedrich Nietzsche","category":"friendship"},"1310":{"id":1310,"quote":"My best friend is the man who in wishing me well wishes it for my sake.","author":"Aristotle","category":"friendship"},"1311":{"id":1311,"quote":"Do I not destroy my enemies when I make them my friends?","author":"Abraham Lincoln","category":"friendship"},"1312":{"id":1312,"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","category":"friendship"},"1313":{"id":1313,"quote":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","author":"C. S. Lewis","category":"friendship"},"1314":{"id":1314,"quote":"The language of friendship is not words but meanings.","author":"Henry David Thoreau","category":"friendship"},"1315":{"id":1315,"quote":"The bird a nest, the spider a web, man friendship.","author":"William Blake","category":"friendship"},"1316":{"id":1316,"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","category":"friendship"},"1317":{"id":1317,"quote":"The most I can do for my friend is simply be his friend.","author":"Henry David Thoreau","category":"friendship"},"1318":{"id":1318,"quote":"Friends and good manners will carry you where money won't go.","author":"Margaret Walker","category":"friendship"},"1319":{"id":1319,"quote":"True friendship is like sound health; the value of it is seldom known until it is lost.","author":"Charles Caleb Colton","category":"friendship"},"1320":{"id":1320,"quote":"True friends stab you in the front.","author":"Oscar Wilde","category":"friendship"},"1321":{"id":1321,"quote":"Friends... they cherish one another's hopes. They are kind to one another's dreams.","author":"Henry David Thoreau","category":"friendship"},"1322":{"id":1322,"quote":"Friendship is one mind in two bodies.","author":"Mencius","category":"friendship"},"1323":{"id":1323,"quote":"If you have one true friend you have more than your share.","author":"Thomas Fuller","category":"friendship"},"1324":{"id":1324,"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","category":"friendship"},"1325":{"id":1325,"quote":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.","author":"Bruce Lee","category":"friendship"},"1326":{"id":1326,"quote":"A true friend is someone who is there for you when he'd rather be anywhere else.","author":"Len Wein","category":"friendship"},"1327":{"id":1327,"quote":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","author":"Anais Nin","category":"friendship"},"1328":{"id":1328,"quote":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","author":"Confucius","category":"friendship"},"1329":{"id":1329,"quote":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.","author":"Larry Flynt","category":"friendship"},"1330":{"id":1330,"quote":"Friendship multiplies the good of life and divides the evil.","author":"Baltasar Gracian","category":"friendship"},"1331":{"id":1331,"quote":"The only way to have a friend is to be one.","author":"Ralph Waldo Emerson","category":"friendship"},"1332":{"id":1332,"quote":"I have learned that to be with those I like is enough.","author":"Walt Whitman","category":"friendship"},"1333":{"id":1333,"quote":"I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","author":"Jennifer Aniston","category":"friendship"},"1334":{"id":1334,"quote":"Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.","author":"Sarah Orne Jewett","category":"friendship"},"1335":{"id":1335,"quote":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","author":"Oscar Wilde","category":"friendship"},"1336":{"id":1336,"quote":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day.","author":"John Wooden","category":"friendship"},"1337":{"id":1337,"quote":"True friendship ought never to conceal what it thinks.","author":"St. Jerome","category":"friendship"},"1338":{"id":1338,"quote":"One look at an email can rob you of 15 minutes of focus. One call on your cell phone, one tweet, one instant message can destroy your schedule, forcing you to move meetings, or blow off really important things, like love, and friendship.","author":"Jacqueline Leo","category":"friendship"},"1339":{"id":1339,"quote":"A man's friendships are one of the best measures of his worth.","author":"Charles Darwin","category":"friendship"},"1340":{"id":1340,"quote":"A true friend never gets in your way unless you happen to be going down.","author":"Arnold H. Glasow","category":"friendship"},"1341":{"id":1341,"quote":"The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.","author":"Henri Nouwen","category":"friendship"},"1342":{"id":1342,"quote":"Most people are enduring a marginalized isolation. One of the great obstacles to modern friendships is the 'religion of rush.' People are rushing all the time through time. Friendship takes time.","author":"John O'Donohue","category":"friendship"},"1343":{"id":1343,"quote":"Never contract friendship with a man that is not better than thyself.","author":"Confucius","category":"friendship"},"1344":{"id":1344,"quote":"Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.","author":"Chanakya","category":"friendship"},"1345":{"id":1345,"quote":"No person is your friend who demands your silence, or denies your right to grow.","author":"Alice Walker","category":"friendship"},"1346":{"id":1346,"quote":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","author":"Socrates","category":"friendship"},"1347":{"id":1347,"quote":"Depth of friendship does not depend on length of acquaintance.","author":"Rabindranath Tagore","category":"friendship"},"1348":{"id":1348,"quote":"Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.","author":"John Wooden","category":"friendship"},"1349":{"id":1349,"quote":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.","author":"Marcus Tullius Cicero","category":"friendship"},"1350":{"id":1350,"quote":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","author":"William Penn","category":"friendship"},"1351":{"id":1351,"quote":"Only solitary men know the full joys of friendship. Others have their family; but to a solitary and an exile his friends are everything.","author":"Warren G. Harding","category":"friendship"},"1352":{"id":1352,"quote":"Be slow in choosing a friend, slower in changing.","author":"Benjamin Franklin","category":"friendship"},"1353":{"id":1353,"quote":"A friend is one who knows you and loves you just the same.","author":"Elbert Hubbard","category":"friendship"},"1354":{"id":1354,"quote":"Since there is nothing so well worth having as friends, never lose a chance to make them.","author":"Francesco Guicciardini","category":"friendship"},"1355":{"id":1355,"quote":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.","author":"George Washington","category":"friendship"},"1356":{"id":1356,"quote":"It's the friends you can call up at 4 a.m. that matter.","author":"Marlene Dietrich","category":"friendship"},"1357":{"id":1357,"quote":"There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.","author":"Oliver Wendell Holmes, Sr.","category":"friendship"},"1358":{"id":1358,"quote":"But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.","author":"Thomas Jefferson","category":"friendship"},"1359":{"id":1359,"quote":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","author":"Washington Irving","category":"friendship"},"1360":{"id":1360,"quote":"It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.","author":"Zora Neale Hurston","category":"friendship"},"1361":{"id":1361,"quote":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you.","author":"Paramahansa Yogananda","category":"friendship"},"1362":{"id":1362,"quote":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","author":"John Webster","category":"friendship"},"1363":{"id":1363,"quote":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","author":"Chanakya","category":"friendship"},"1364":{"id":1364,"quote":"Friendship will not stand the strain of very much good advice for very long.","author":"Robert Staughton Lynd","category":"friendship"},"1365":{"id":1365,"quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.","author":"Marilyn Monroe","category":"friendship"},"1366":{"id":1366,"quote":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.","author":"Tim Allen","category":"friendship"},"1367":{"id":1367,"quote":"Friendship may, and often does, grow into love, but love never subsides into friendship.","author":"Lord Byron","category":"friendship"},"1368":{"id":1368,"quote":"Friendship is certainly the finest balm for the pangs of disappointed love.","author":"Jane Austen","category":"friendship"},"1369":{"id":1369,"quote":"If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.","author":"Ray Bradbury","category":"friendship"},"1370":{"id":1370,"quote":"It is more shameful to distrust our friends than to be deceived by them.","author":"Confucius","category":"friendship"},"1371":{"id":1371,"quote":"What I cannot love, I overlook. Is that real friendship?","author":"Anais Nin","category":"friendship"},"1372":{"id":1372,"quote":"If there is such a thing as a good marriage, it is because it resembles friendship rather than love.","author":"Michel de Montaigne","category":"friendship"},"1373":{"id":1373,"quote":"Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.","author":"William Hazlitt","category":"friendship"},"1374":{"id":1374,"quote":"On one side, citizens have great respect for the United States; they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.","author":"Vicente Fox","category":"friendship"},"1375":{"id":1375,"quote":"I have enjoyed most particularly reading the correspondence between Gustav Mahler and Richard Strauss. The genuine friendship, competitiveness and support that thread through their communications are life lessons for us all.","author":"Jessye Norman","category":"friendship"},"1376":{"id":1376,"quote":"We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","author":"Joseph Roux","category":"friendship"},"1377":{"id":1377,"quote":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","author":"Oprah Winfrey","category":"friendship"},"1378":{"id":1378,"quote":"An excellent man; he has no enemies; and none of his friends like him.","author":"Oscar Wilde","category":"friendship"},"1379":{"id":1379,"quote":"A friendship can weather most things and thrive in thin soil; but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely.","author":"Pam Brown","category":"friendship"},"1380":{"id":1380,"quote":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind.","author":"Toni Morrison","category":"friendship"},"1381":{"id":1381,"quote":"A friend in power is a friend lost.","author":"Henry Adams","category":"friendship"},"1382":{"id":1382,"quote":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","author":"Robert Hall","category":"friendship"},"1383":{"id":1383,"quote":"Love is friendship set on fire.","author":"Jeremy Taylor","category":"friendship"},"1384":{"id":1384,"quote":"Friendship always benefits; love sometimes injures.","author":"Seneca","category":"friendship"},"1385":{"id":1385,"quote":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.","author":"Marcus Tullius Cicero","category":"friendship"},"1386":{"id":1386,"quote":"She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.","author":"Gabriel Garcia Marquez","category":"friendship"},"1387":{"id":1387,"quote":"In my public service, I treasure my friendship with law enforcement officers. I admire what they do and support them in every aspect of their job. I have always looked upon law enforcement officers as my friends.","author":"Dirk Kempthorne","category":"friendship"},"1388":{"id":1388,"quote":"Moral science is better occupied when treating of friendship than of justice.","author":"Thomas Aquinas","category":"friendship"},"1389":{"id":1389,"quote":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","author":"Kenneth Branagh","category":"friendship"},"1390":{"id":1390,"quote":"For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he's another creative person who works as hard as I do.","author":"John Frusciante","category":"friendship"},"1391":{"id":1391,"quote":"Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.","author":"Rowan Williams","category":"friendship"},"1392":{"id":1392,"quote":"I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won't do is change the essence of my work.","author":"Paul Simon","category":"friendship"},"1393":{"id":1393,"quote":"The differences between friends cannot but reinforce their friendship.","author":"Mao Zedong","category":"friendship"},"1394":{"id":1394,"quote":"The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.","author":"Charles de Lint","category":"friendship"},"1395":{"id":1395,"quote":"I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years.","author":"Donna Leon","category":"friendship"},"1396":{"id":1396,"quote":"I don't know if I've ever been in a clique. The older I've gotten, the more I've realized what a true friend really is. So my friendship circle has changed a bit.","author":"Aimee Teegarden","category":"friendship"},"1397":{"id":1397,"quote":"As is natural with contiguous states having like institutions and like aims of advancement and development, the friendship of the United States and Mexico has been constantly maintained.","author":"Chester A. Arthur","category":"friendship"},"1398":{"id":1398,"quote":"We come into relationships often very much identified with our needs. I need this, I need security, I need refuge, I need friendship. And all of relationships are symbiotic in that sense. We come together because we fulfill each others' needs at some level or other.","author":"Ram Dass","category":"friendship"},"1399":{"id":1399,"quote":"The only things that are really permanent are love, family, friendship, and that is a lesson. At the end of the day, that's really what it boils down to. The rest of it is just stuff.","author":"Jared Kushner","category":"friendship"},"1400":{"id":1400,"quote":"The love that comes from friendship is the underlying facet of a happy life.","author":"Chelsea Handler","category":"friendship"},"1401":{"id":1401,"quote":"I've learned that friendship does not equate business, business does not equate friendship.","author":"Jill Scott","category":"friendship"},"1402":{"id":1402,"quote":"A friend to all is a friend to none.","author":"Aristotle","category":"friendship"},"1403":{"id":1403,"quote":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","author":"Charles Kingsley","category":"friendship"},"1404":{"id":1404,"quote":"Friendship needs no words - it is solitude delivered from the anguish of loneliness.","author":"Dag Hammarskjold","category":"friendship"},"1405":{"id":1405,"quote":"A friend may well be reckoned the masterpiece of nature.","author":"Ralph Waldo Emerson","category":"friendship"},"1406":{"id":1406,"quote":"My friends are my estate.","author":"Emily Dickinson","category":"friendship"},"1407":{"id":1407,"quote":"The best time to make friends is before you need them.","author":"Ethel Barrymore","category":"friendship"},"1408":{"id":1408,"quote":"The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?","author":"Eugene Kennedy","category":"friendship"},"1409":{"id":1409,"quote":"Life has no blessing like a prudent friend.","author":"Euripides","category":"friendship"},"1410":{"id":1410,"quote":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.","author":"Francois de La Rochefoucauld","category":"friendship"},"1411":{"id":1411,"quote":"Of all possessions a friend is the most precious.","author":"Herodotus","category":"friendship"},"1412":{"id":1412,"quote":"When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.","author":"Hilaire Belloc","category":"friendship"},"1413":{"id":1413,"quote":"A friendship founded on business is better than a business founded on friendship.","author":"John D. Rockefeller","category":"friendship"},"1414":{"id":1414,"quote":"It takes a long time to grow an old friend.","author":"John Leonard","category":"friendship"},"1415":{"id":1415,"quote":"How delightful to find a friend in everyone.","author":"Joseph Brodsky","category":"friendship"},"1416":{"id":1416,"quote":"Your friend is your needs answered.","author":"Khalil Gibran","category":"friendship"},"1417":{"id":1417,"quote":"Let there be no purpose in friendship save the deepening of the spirit.","author":"Khalil Gibran","category":"friendship"},"1418":{"id":1418,"quote":"A friend is, as it were, a second self.","author":"Marcus Tullius Cicero","category":"friendship"},"1419":{"id":1419,"quote":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.","author":"Mignon McLaughlin","category":"friendship"},"1420":{"id":1420,"quote":"Our most intimate friend is not he to whom we show the worst, but the best of our nature.","author":"Nathaniel Hawthorne","category":"friendship"},"1421":{"id":1421,"quote":"Without wearing any mask we are conscious of, we have a special face for each friend.","author":"Oliver Wendell Holmes, Sr.","category":"friendship"},"1422":{"id":1422,"quote":"But friendship is the breathing rose, with sweets in every fold.","author":"Oliver Wendell Holmes, Sr.","category":"friendship"},"1423":{"id":1423,"quote":"He has no enemies, but is intensely disliked by his friends.","author":"Oscar Wilde","category":"friendship"},"1424":{"id":1424,"quote":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","author":"Oscar Wilde","category":"friendship"},"1425":{"id":1425,"quote":"The world is round so that friendship may encircle it.","author":"Pierre Teilhard de Chardin","category":"friendship"},"1426":{"id":1426,"quote":"Nothing but heaven itself is better than a friend who is really a friend.","author":"Plautus","category":"friendship"},"1427":{"id":1427,"quote":"I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.","author":"Plutarch","category":"friendship"},"1428":{"id":1428,"quote":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.","author":"Richard Burton","category":"friendship"},"1429":{"id":1429,"quote":"A friend is a gift you give yourself.","author":"Robert Louis Stevenson","category":"friendship"},"1430":{"id":1430,"quote":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","author":"Ulysses S. Grant","category":"friendship"},"1431":{"id":1431,"quote":"Some people go to priests; others to poetry; I to my friends.","author":"Virginia Woolf","category":"friendship"},"1432":{"id":1432,"quote":"When you choose your friends, don't be short-changed by choosing personality over character.","author":"W. Somerset Maugham","category":"friendship"},"1433":{"id":1433,"quote":"My definition of a friend is somebody who adores you even though they know the things you're most ashamed of.","author":"Jodie Foster","category":"friendship"},"1434":{"id":1434,"quote":"Instead of loving your enemies - treat your friends a little better.","author":"E. W. Howe","category":"friendship"},"1435":{"id":1435,"quote":"To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.","author":"Barack Obama","category":"friendship"},"1436":{"id":1436,"quote":"Friends are born, not made.","author":"Henry Adams","category":"friendship"},"1437":{"id":1437,"quote":"As iron sharpens iron, so a friend sharpens a friend.","author":"King Solomon","category":"friendship"},"1438":{"id":1438,"quote":"Lovers have a right to betray you... friends don't.","author":"Judy Holliday","category":"friendship"},"1439":{"id":1439,"quote":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","author":"Thomas Aquinas","category":"friendship"},"1440":{"id":1440,"quote":"Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.","author":"Ernie Banks","category":"friendship"},"1441":{"id":1441,"quote":"Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can't remember anybody who was in that sense negative as far as Israel is concerned.","author":"Shimon Peres","category":"friendship"},"1442":{"id":1442,"quote":"Great is the victory, but the friendship of all is greater.","author":"Emil Zatopek","category":"friendship"},"1443":{"id":1443,"quote":"Friendship is one of our most treasured relationships, but it isn't codified and celebrated; it's never going to give you a party.","author":"Hanya Yanagihara","category":"friendship"},"1444":{"id":1444,"quote":"Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.","author":"Eleanor Roosevelt","category":"friendship"},"1445":{"id":1445,"quote":"A friendship that like love is warm; A love like friendship, steady.","author":"Thomas Moore","category":"friendship"},"1446":{"id":1446,"quote":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?","author":"Thomas Jefferson","category":"friendship"},"1447":{"id":1447,"quote":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.","author":"Edgar Allan Poe","category":"friendship"},"1448":{"id":1448,"quote":"Friendship often ends in love; but love in friendship - never.","author":"Charles Caleb Colton","category":"friendship"},"1449":{"id":1449,"quote":"The essence of true friendship is to make allowance for another's little lapses.","author":"David Storey","category":"friendship"},"1450":{"id":1450,"quote":"Music is the social act of communication among people, a gesture of friendship, the strongest there is.","author":"Malcolm Arnold","category":"friendship"},"1451":{"id":1451,"quote":"Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?","author":"Dennis Prager","category":"friendship"},"1452":{"id":1452,"quote":"The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized; its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.","author":"Jose Ramos-Horta","category":"friendship"},"1453":{"id":1453,"quote":"Love is a friendship set to music.","author":"Joseph Campbell","category":"friendship"},"1454":{"id":1454,"quote":"I had three chairs in my house; one for solitude, two for friendship, three for society.","author":"Henry David Thoreau","category":"friendship"},"1455":{"id":1455,"quote":"Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.","author":"Paul Theroux","category":"friendship"},"1456":{"id":1456,"quote":"If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images.","author":"Eve Arnold","category":"friendship"}}