{"3459":{"id":3459,"quote":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.","author":"Melody Beattie","category":"gratitude"},"3460":{"id":3460,"quote":"Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.","author":"Oprah Winfrey","category":"gratitude"},"3461":{"id":3461,"quote":"Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.","author":"Melody Beattie","category":"gratitude"},"3462":{"id":3462,"quote":"If the only prayer you ever say in your entire life is thank you, it will be enough.","author":"Meister Eckhart","category":"gratitude"},"3463":{"id":3463,"quote":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","author":"Tecumseh","category":"gratitude"},"3464":{"id":3464,"quote":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day.","author":"John Wooden","category":"gratitude"},"3465":{"id":3465,"quote":"At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.","author":"Albert Schweitzer","category":"gratitude"},"3466":{"id":3466,"quote":"Feeling gratitude and not expressing it is like wrapping a present and not giving it.","author":"William Arthur Ward","category":"gratitude"},"3467":{"id":3467,"quote":"Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.","author":"Lex Luger","category":"gratitude"},"3468":{"id":3468,"quote":"Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it.","author":"Ralph Marston","category":"gratitude"},"3469":{"id":3469,"quote":"If you are really thankful, what do you do? You share.","author":"W. Clement Stone","category":"gratitude"},"3470":{"id":3470,"quote":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","category":"gratitude"},"3471":{"id":3471,"quote":"I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man.","author":"Jake Owen","category":"gratitude"},"3472":{"id":3472,"quote":"I'm thankful for every moment.","author":"Al Green","category":"gratitude"},"3473":{"id":3473,"quote":"I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","category":"gratitude"},"3474":{"id":3474,"quote":"Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart.","author":"Sarah Ban Breathnach","category":"gratitude"},"3475":{"id":3475,"quote":"I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.","author":"Kristin Armstrong","category":"gratitude"},"3476":{"id":3476,"quote":"Joy is the simplest form of gratitude.","author":"Karl Barth","category":"gratitude"},"3477":{"id":3477,"quote":"When you practice gratefulness, there is a sense of respect toward others.","author":"Dalai Lama","category":"gratitude"},"3478":{"id":3478,"quote":"I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible.","author":"Joel Osteen","category":"gratitude"},"3479":{"id":3479,"quote":"Gratitude is the sign of noble souls.","author":"Aesop","category":"gratitude"},"3480":{"id":3480,"quote":"The thankful receiver bears a plentiful harvest.","author":"William Blake","category":"gratitude"},"3481":{"id":3481,"quote":"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author":"Alice Walker","category":"gratitude"},"3482":{"id":3482,"quote":"None of us got to where we are alone. Whether the assistance we received was obvious or subtle, acknowledging someone's help is a big part of understanding the importance of saying thank you.","author":"Harvey Mackay","category":"gratitude"},"3483":{"id":3483,"quote":"I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'","author":"Elayne Boosler","category":"gratitude"},"3484":{"id":3484,"quote":"Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful.","author":"Harvey Mackay","category":"gratitude"},"3485":{"id":3485,"quote":"I'm thankful to God for having a family that's been there for me. He's been there from the time I was a child to even now with my family helping with my little boy. It's worth more than words could ever describe. That's one of the ways I've been able to stay grounded is thanks to family and God.","author":"Ashton Shepherd","category":"gratitude"},"3486":{"id":3486,"quote":"All I ever wanted really, and continue to want out of life, is to give 100 percent to whatever I'm doing and to be committed to whatever I'm doing and then let the results speak for themselves. Also to never take myself or people for granted and always be thankful and grateful to the people who helped me.","author":"Jackie Joyner-Kersee","category":"gratitude"},"3487":{"id":3487,"quote":"Thank you for life, and all the little ups and downs that make it worth living.","author":"Travis Barker","category":"gratitude"},"3488":{"id":3488,"quote":"In this world of sin and sorrow there is always something to be thankful for; as for me, I rejoice that I am not a Republican.","author":"H. L. Mencken","category":"gratitude"},"3489":{"id":3489,"quote":"I believe that if you don't derive a deep sense of purpose from what you do, if you don't come radiantly alive several times a day, if you don't feel deeply grateful at the tremendous good fortune that has been bestowed on you, then you are wasting your life. And life is too short to waste.","author":"Srikumar Rao","category":"gratitude"},"3490":{"id":3490,"quote":"If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.","author":"Frank A. Clark","category":"gratitude"},"3491":{"id":3491,"quote":"Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.","author":"John Clayton","category":"gratitude"},"3492":{"id":3492,"quote":"Some people are always grumbling because roses have thorns; I am thankful that thorns have roses.","author":"Alphonse Karr","category":"gratitude"},"3493":{"id":3493,"quote":"Gratitude is not only the greatest of virtues, but the parent of all the others.","author":"Marcus Tullius Cicero","category":"gratitude"},"3494":{"id":3494,"quote":"Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.","author":"Alan Cohen","category":"gratitude"},"3495":{"id":3495,"quote":"My advice: Take a second out of the day today and be thankful for your family.","author":"Jenna Morasca","category":"gratitude"},"3496":{"id":3496,"quote":"When it comes to life the critical thing is whether you take things for granted or take them with gratitude.","author":"Gilbert K. Chesterton","category":"gratitude"},"3497":{"id":3497,"quote":"Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.","author":"John Milton","category":"gratitude"},"3498":{"id":3498,"quote":"Gratitude is the fairest blossom which springs from the soul.","author":"Henry Ward Beecher","category":"gratitude"},"3499":{"id":3499,"quote":"I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled.","author":"Paula Poundstone","category":"gratitude"},"3500":{"id":3500,"quote":"For what I have received may the Lord make me truly thankful. And more truly for what I have not received.","author":"Storm Jameson","category":"gratitude"},"3501":{"id":3501,"quote":"Let us be grateful to the mirror for revealing to us our appearance only.","author":"Samuel Butler","category":"gratitude"},"3502":{"id":3502,"quote":"Let me encourage you to get up every day and focus on what you do have in life. Be thankful for the blessings of the little things, even when you don't get what you expect.","author":"Victoria Osteen","category":"gratitude"},"3503":{"id":3503,"quote":"It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought.","author":"Aristotle","category":"gratitude"},"3504":{"id":3504,"quote":"There's no happier person than a truly thankful, content person.","author":"Joyce Meyer","category":"gratitude"},"3505":{"id":3505,"quote":"I know that when I pray, something wonderful happens. Not just to the person or persons for whom I'm praying, but also something wonderful happens to me. I'm grateful that I'm heard.","author":"Maya Angelou","category":"gratitude"},"3506":{"id":3506,"quote":"Be grateful for what you have and stop complaining - it bores everybody else, does you no good, and doesn't solve any problems.","author":"Zig Ziglar","category":"gratitude"},"3507":{"id":3507,"quote":"When you are grateful - when you can see what you have - you unlock blessings to flow in your life.","author":"Suze Orman","category":"gratitude"},"3508":{"id":3508,"quote":"Every Thanksgiving, we all write down three things we're thankful for and put them in a hat. Then we pass the hat around the dinner table and everyone has to guess who wrote what!","author":"Debby Ryan","category":"gratitude"},"3509":{"id":3509,"quote":"Often people ask how I manage to be happy despite having no arms and no legs. The quick answer is that I have a choice. I can be angry about not having limbs, or I can be thankful that I have a purpose. I chose gratitude.","author":"Nick Vujicic","category":"gratitude"},"3510":{"id":3510,"quote":"Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.","author":"Robert Louis Stevenson","category":"gratitude"},"3511":{"id":3511,"quote":"Gratitude is the most exquisite form of courtesy.","author":"Jacques Maritain","category":"gratitude"},"3512":{"id":3512,"quote":"I have nothing to ask for, thanks to God. Everything I have, God has given me.","author":"Mariano Rivera","category":"gratitude"},"3513":{"id":3513,"quote":"I'd like to say to all my fans out there, thanks for the support. And to all my doubters, thank you very much because you guys have also pushed me.","author":"Usain Bolt","category":"gratitude"},"3514":{"id":3514,"quote":"I'm really thankful to God, man. Like now, I'm really making a real comeback with my group. With or without a record, with or without a movie. And behind all the negative press behind this movie.","author":"Ike Turner","category":"gratitude"},"3515":{"id":3515,"quote":"We have to be thankful to the Czechs that they did their duty. The Czech Republic won, I can't believe it. It was a huge party with all the people here.","author":"Ruud van Nistelrooy","category":"gratitude"},"3516":{"id":3516,"quote":"I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.","author":"Paula Poundstone","category":"gratitude"},"3517":{"id":3517,"quote":"I'm just very thankful. And I say that a lot because that's the most important message.","author":"Pharrell Williams","category":"gratitude"},"3518":{"id":3518,"quote":"I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents.","author":"Nikki Reed","category":"gratitude"},"3519":{"id":3519,"quote":"China has not established the rule of law and if there is a power above the law there is no social justice. Everybody can be subjected to harm. I'm just a citizen: my life is equal in value to any other. But I'm thankful that when I lost my freedom so many people shared feelings and put such touching effort into helping me.","author":"Ai Weiwei","category":"gratitude"},"3520":{"id":3520,"quote":"I am definitely a Type A personality, always rushing around, trying to do too much, not good at just lying on the beach. But I'm so thankful for everything I have: wonderfully supportive parents and sisters, the best husband in the world, terrific students I love teaching and hanging out with, and above all, my two amazing daughters.","author":"Amy Chua","category":"gratitude"},"3521":{"id":3521,"quote":"I did not break up the Beatles. You can't have it both ways. If you're going to blame me for breaking the Beatles up, you should be thankful that I made them into myth rather than a crumbling group.","author":"Yoko Ono","category":"gratitude"},"3522":{"id":3522,"quote":"Being away from home was tough, but the challenge and the thrill of being on Broadway was so fulfilling, and I'm thankful to my husband for making it possible and holding it down at home.","author":"Nicole Ari Parker","category":"gratitude"},"3523":{"id":3523,"quote":"As a husband, father and public servant, I'm thankful for the counsel and wisdom of my older brothers - Bill, who was a priest, and Kevin, who is a priest.","author":"Denis McDonough","category":"gratitude"},"3524":{"id":3524,"quote":"Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.","author":"Albert Schweitzer","category":"gratitude"},"3525":{"id":3525,"quote":"No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.","author":"Alfred North Whitehead","category":"gratitude"},"3526":{"id":3526,"quote":"Immensely grateful, touched, proud, astonished, abashed.","author":"Boris Pasternak","category":"gratitude"},"3527":{"id":3527,"quote":"Feeling gratitude isn't born in us - it's something we are taught, and in turn, we teach our children.","author":"Joyce Brothers","category":"gratitude"},"3528":{"id":3528,"quote":"The hardest arithmetic to master is that which enables us to count our blessings.","author":"Eric Hoffer","category":"gratitude"},"3529":{"id":3529,"quote":"Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.","author":"Garrison Keillor","category":"gratitude"},"3530":{"id":3530,"quote":"Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts.","author":"Henri Frederic Amiel","category":"gratitude"},"3531":{"id":3531,"quote":"No duty is more urgent than that of returning thanks.","author":"James Allen","category":"gratitude"},"3532":{"id":3532,"quote":"It is another's fault if he be ungrateful, but it is mine if I do not give. To find one thankful man, I will oblige a great many that are not so.","author":"Lucius Annaeus Seneca","category":"gratitude"},"3533":{"id":3533,"quote":"Thanks to television, for the first time the young are seeing history made before it is censored by their elders.","author":"Margaret Mead","category":"gratitude"},"3534":{"id":3534,"quote":"I work very hard, and I play very hard. I'm grateful for life. And I live it - I believe life loves the liver of it. I live it.","author":"Maya Angelou","category":"gratitude"},"3535":{"id":3535,"quote":"I am thankful for laughter, except when milk comes out of my nose.","author":"Woody Allen","category":"gratitude"},"3536":{"id":3536,"quote":"It's been quite a roller coaster ride, but I've grown and learned a lot about myself. The greatest thing is being able to interact with fans and touch people's lives... for that I give thanks.","author":"Christina Aguilera","category":"gratitude"},"3537":{"id":3537,"quote":"Gratitude changes the pangs of memory into a tranquil joy.","author":"Dietrich Bonhoeffer","category":"gratitude"},"3538":{"id":3538,"quote":"I am going to spend my time today just thanking the people that played a role in my career, because I truly do believe that I was blessed by a lot of people that paths crossed mine as I went down the road in my career.","author":"Nolan Ryan","category":"gratitude"},"3539":{"id":3539,"quote":"God has two dwellings; one in heaven, and the other in a meek and thankful heart.","author":"Izaak Walton","category":"gratitude"},"3540":{"id":3540,"quote":"Dear Lord, I'm so grateful I'm still loved.","author":"Vivien Leigh","category":"gratitude"},"3541":{"id":3541,"quote":"Such lovely warmth of thought and delicacy of colour are beyond all praise, and equally beyond all thanks!","author":"Marie Corelli","category":"gratitude"},"3542":{"id":3542,"quote":"The trick is to be grateful when your mood is high and graceful when it is low.","author":"Richard Carlson","category":"gratitude"},"3543":{"id":3543,"quote":"I've been giving back since I was a teen, handing out turkeys at Thanksgiving and handing out toys at toys drives for Christmas. It's very important to give back as a youth. It's as simple as helping an old lady across the street or giving up your seat on the bus for someone who is pregnant.","author":"Queen Latifah","category":"gratitude"},"3544":{"id":3544,"quote":"When I started counting my blessings, my whole life turned around.","author":"Willie Nelson","category":"gratitude"},"3545":{"id":3545,"quote":"I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.","author":"Enrique Iglesias","category":"gratitude"},"3546":{"id":3546,"quote":"I am what I am, I'm doing very well in my life, and I'm thankful to God for that.","author":"LL Cool J","category":"gratitude"},"3547":{"id":3547,"quote":"I'm thankful for serendipitous moments in my life, where things could've gone the other way.","author":"Rick Springfield","category":"gratitude"},"3548":{"id":3548,"quote":"Of all the characteristics needed for both a happy and morally decent life, none surpasses gratitude. Grateful people are happier, and grateful people are more morally decent.","author":"Dennis Prager","category":"gratitude"},"3549":{"id":3549,"quote":"I feel grateful because I have a lot of love in my life. I found the person I'm sharing my life with. I have a good man.","author":"Gisele Bundchen","category":"gratitude"},"3550":{"id":3550,"quote":"I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God.","author":"Hakeem Olajuwon","category":"gratitude"},"3551":{"id":3551,"quote":"I'm grateful for my brokenness. I'm grateful for my humility.","author":"James McGreevey","category":"gratitude"},"3552":{"id":3552,"quote":"As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.","author":"Robin Hayes","category":"gratitude"},"3553":{"id":3553,"quote":"Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment.","author":"Joseph Gordon-Levitt","category":"gratitude"},"3554":{"id":3554,"quote":"I give all the glory to God. It's kind of a win-win situation. The glory goes up to Him and the blessings fall down on me.","author":"Gabby Douglas","category":"gratitude"},"3555":{"id":3555,"quote":"The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen.","author":"Simon Mainwaring","category":"gratitude"},"3556":{"id":3556,"quote":"I'm grateful for always this moment, the now, no matter what form it takes.","author":"Eckhart Tolle","category":"gratitude"},"3557":{"id":3557,"quote":"Be thankful for problems. If they were less difficult, someone with less ability might have your job.","author":"Jim Lovell","category":"gratitude"},"3558":{"id":3558,"quote":"Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith.","author":"Ignatius of Antioch","category":"gratitude"},"3559":{"id":3559,"quote":"I have a lot to be thankful for. I am healthy, happy and I am loved.","author":"Reba McEntire","category":"gratitude"},"3560":{"id":3560,"quote":"Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.","author":"Franz Grillparzer","category":"gratitude"},"3561":{"id":3561,"quote":"Those men and women are fortunate who are born at a time when a great struggle for human freedom is in progress. It is an added good fortune to have parents who take a personal part in the great movements of their time. I am glad and thankful that this was my case.","author":"Emmeline Pankhurst","category":"gratitude"},"3562":{"id":3562,"quote":"It makes me feel so amazing to know there's people out here that support me and follow me on Twitter and watch my shows on YouTube and come to my concert, so I'm very thankful.","author":"Austin Mahone","category":"gratitude"},"3563":{"id":3563,"quote":"I'm not going to tell you to meditate on what Christmas really means and be thankful.","author":"Monica Johnson","category":"gratitude"},"3564":{"id":3564,"quote":"As a child, I didn't know what I didn't have. I'm thankful for the challenges early on in my life because now I have a perspective on the world and kind of know what's important.","author":"America Ferrera","category":"gratitude"},"3565":{"id":3565,"quote":"The only jobs kids have are to do well in school, to be charming and polite, and be thankful. That's it. I'll house you, protect you, I'll even give my life for you, and in return, you will behave.","author":"Gene Simmons","category":"gratitude"},"3566":{"id":3566,"quote":"Strive to find things to be thankful for, and just look for the good in who you are!","author":"Bethany Hamilton","category":"gratitude"},"3567":{"id":3567,"quote":"In the household in which I was raised, the themes were pretty simple. 'Work hard. Don't quit. Be appreciative, be thankful, be grateful, be respectful. Also, never whine, never complain. And always, for crying out loud, keep a sense of humor.'","author":"Michael Keaton","category":"gratitude"},"3568":{"id":3568,"quote":"Be thankful we're not getting all the government we're paying for.","author":"Will Rogers","category":"gratitude"},"3569":{"id":3569,"quote":"I am a big defender of 'Harry Potter,' and I think any book that gets kids to read are books that we should cherish, we should be thankful for them.","author":"Judy Blume","category":"gratitude"},"3570":{"id":3570,"quote":"We can always find something to be thankful for, and there may be reasons why we ought to be thankful for even those dispensations which appear dark and frowning.","author":"Albert Barnes","category":"gratitude"},"3571":{"id":3571,"quote":"I had a somewhat religious upbringing. Not strict, but it was there, and I'm kind of thankful for that. If you grow up just watching MTV, that's its own form of religion, and it's not even based on happiness or communal responsibility. I mean, try to construct a worldview out of that.","author":"Win Butler","category":"gratitude"},"3572":{"id":3572,"quote":"Before I get out of bed, I am saying thank you. I know how important it is to be thankful.","author":"Al Jarreau","category":"gratitude"},"3573":{"id":3573,"quote":"We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.","author":"Charlie Dent","category":"gratitude"},"3574":{"id":3574,"quote":"I'm really thankful and complimented when people come to me and say, thank you for the great times for all these years. But I don't think about it as being a leader.","author":"Bill Kreutzmann","category":"gratitude"},"3575":{"id":3575,"quote":"I had the pleasure, as Robin said, to live a childhood dream as many young Americans and Puerto Rican children live that play youth baseball. And I feel honored and very thankful for that opportunity.","author":"Nolan Ryan","category":"gratitude"},"3576":{"id":3576,"quote":"I have spent over 60 years bent over a guitar and to know that I wrote 70 compositions that masters have recorded, that makes me feel so good and full, and proud and thankful to the good Lord.","author":"Jerry Reed","category":"gratitude"},"3577":{"id":3577,"quote":"As the daughter of a 25-year veteran of the armed forces, I am incredibly thankful for the sacrifices our women and men have made in Iraq, and continue to make in Afghanistan.","author":"Barbara Lee","category":"gratitude"},"3578":{"id":3578,"quote":"Every musician, their goal in life is to play music that people love, and I've accomplished my goal. I was inducted into the Rock and Roll Hall of Fame and left that chapter of my life and those people in the past. Good and bad, I've loved and am thankful for that chapter.","author":"Steven Adler","category":"gratitude"},"3579":{"id":3579,"quote":"It is okay to be an outsider, a recent arrival, new on the scene - and not just okay, but something to be thankful for... Because being an insider can so easily mean collapsing the horizons, can so easily mean accepting the presumptions of your province.","author":"Tan Le","category":"gratitude"},"3580":{"id":3580,"quote":"I don't know about changing my perspective, because motherhood is such a glorious blessing and I am very thankful for that. It's such a beautiful experience. I so strongly recommend it. It's bliss, love and fulfillment of another level.","author":"Aishwarya Rai Bachchan","category":"gratitude"},"3581":{"id":3581,"quote":"I'm a human just like anyone else. We all have our problems that we deal with on and off the field. I'm thankful to have a beautiful wife and child that can help ease those problems when you come home.","author":"Torrey Smith","category":"gratitude"},"3582":{"id":3582,"quote":"I believe that human beings are born first and given passports later. I'm really thankful for my journey. And it's a journey I didn't design.","author":"Alfonso Cuaron","category":"gratitude"},"3583":{"id":3583,"quote":"When a person doesn't have gratitude, something is missing in his or her humanity.","author":"Elie Wiesel","category":"gratitude"},"3584":{"id":3584,"quote":"The unthankful heart... discovers no mercies; but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!","author":"Henry Ward Beecher","category":"gratitude"},"3585":{"id":3585,"quote":"Gratitude is a duty which ought to be paid, but which none have a right to expect.","author":"Jean-Jacques Rousseau","category":"gratitude"},"3586":{"id":3586,"quote":"Years ago, it was pretty hard to get people to empathize even a little bit with scaly, cold-blooded critters; now, thanks a lot to good PR from television, it is easier to get the message of reptile conservation and tolerance across. We have a lot to be thankful to reptiles for, not the least of which is their control of rodents.","author":"Romulus Whitaker","category":"gratitude"},"3587":{"id":3587,"quote":"My mother is such an incredibly strong woman. She raised a family of five boys extremely well. She made us all strong, loving, caring people. We all support each other. I'm really thankful to her.","author":"Henry Cavill","category":"gratitude"},"3588":{"id":3588,"quote":"Just don't let the hype of what people are saying and how much they love you, y'know, just take the compliment and be thankful that people are complimenting you, but don't let it consume you; don't let your circumstances around you and the way people view you make you act a certain way.","author":"Mary J. Blige","category":"gratitude"},"3589":{"id":3589,"quote":"At Thanksgiving, I always start at the top of my list and say I'm grateful for friends, family, and good health. Then I get more superficial... like being thankful for my Louboutins.","author":"Christie Brinkley","category":"gratitude"},"3590":{"id":3590,"quote":"Let a nation's fervent thanks make some amends for the toils and sufferings of those who survive.","author":"Edward Everett","category":"gratitude"},"3591":{"id":3591,"quote":"I say grace. I'm a big believer in grace. I happen to believe in a God that made all the food and so I'm pretty grateful for that and I thank him for that. But I'm also thankful for the people that put the food on the table.","author":"Alton Brown","category":"gratitude"},"3592":{"id":3592,"quote":"We sing a little song before we eat, a little blessing before we eat, and it's really - we're thanking the Lord and the Earth for the food that we eat, and it really brings you together in a profound kind of way.","author":"Phil Lesh","category":"gratitude"},"3593":{"id":3593,"quote":"I'm thankful for all the things that this job has given me and my family. But probably the thing that I am most proud of throughout my career is that, not only myself, but my family and the people around me have just been regular people, which we are.","author":"Brett Favre","category":"gratitude"},"3594":{"id":3594,"quote":"What's blessed about my life is that I have been able to connect with the global audience on a regular basis. I am thankful for everybody's love, and I reciprocate that, but I also have to deliver on every occasion.","author":"Aishwarya Rai Bachchan","category":"gratitude"},"3595":{"id":3595,"quote":"I do believe that God blessed me in life with a wonderful family, a successful career, and a loving marriage, and remain thankful for that blessing.","author":"Bonnie Tyler","category":"gratitude"},"3596":{"id":3596,"quote":"I was in the postseason twice and I'm thankful for that.","author":"Ryne Sandberg","category":"gratitude"},"3597":{"id":3597,"quote":"Thank God we're living in a country where the sky's the limit, the stores are open late and you can shop in bed thanks to television.","author":"Joan Rivers","category":"gratitude"},"3598":{"id":3598,"quote":"Does not the gratitude of the dog put to shame any man who is ungrateful to his benefactors?","author":"Saint Basil","category":"gratitude"},"3599":{"id":3599,"quote":"I'm thankful to my family, friends, and fans for all of their support.","author":"Serena Williams","category":"gratitude"},"3600":{"id":3600,"quote":"I'm really looking forward to the Hall of Fame ceremonies. It's going to be unbelievable - just crazy. I'm looking forward to thanking all the fans for inspiring me to go out there and play my best football each and every game.","author":"Jerry Rice","category":"gratitude"},"3601":{"id":3601,"quote":"Every one of our greatest national treasures, our liberty, enterprise, vitality, wealth, military power, global authority, flow from a surprising source: our ability to give thanks.","author":"Tony Snow","category":"gratitude"},"3602":{"id":3602,"quote":"I realize how unique my path has been. And I'm thankful for that.","author":"Vanessa Paradis","category":"gratitude"},"3603":{"id":3603,"quote":"I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.","author":"Ralph Stanley","category":"gratitude"},"3604":{"id":3604,"quote":"If I could write a story that would do for the Indian one-hundredth part what 'Uncle Tom's Cabin' did for the Negro, I would be thankful the rest of my life.","author":"Helen Hunt Jackson","category":"gratitude"},"3605":{"id":3605,"quote":"We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention.","author":"John Hawley","category":"gratitude"},"3606":{"id":3606,"quote":"I am very thankful and blessed to have a healthy and happy baby boy and baby mama.","author":"Eric Church","category":"gratitude"},"3607":{"id":3607,"quote":"The 'Night Train' has already been a crazy ride for me. We flew around making TV appearances and stadium announcements all over the country, fueled by little more than coffee and adrenaline... so many fans jumped on board with us, and I couldn't be more thankful.","author":"Jason Aldean","category":"gratitude"},"3608":{"id":3608,"quote":"I'm thankful to have time to write.","author":"Paul Watson","category":"gratitude"},"3609":{"id":3609,"quote":"There is such a thing as 'thanks-feeling' - feeling thankful. This ought to be the general, universal spirit of the Christian.","author":"Charles Spurgeon","category":"gratitude"},"3610":{"id":3610,"quote":"I'm just really, really thankful. I'm thankful to the doctors; I'm thankful to the family that donated the kidney.","author":"Natalie Cole","category":"gratitude"},"3611":{"id":3611,"quote":"I'm happy with who I am inside. I'd hate to have accolades and all that and not really be happy with who I was. So I'm really thankful for my family and for the support system that I have for being the person that I am today. I'm proud of who I am.","author":"Keke Palmer","category":"gratitude"},"3612":{"id":3612,"quote":"Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.","author":"Charles Kuralt","category":"gratitude"},"3613":{"id":3613,"quote":"We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.","author":"Lucius Annaeus Seneca","category":"gratitude"},"3614":{"id":3614,"quote":"From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever; That dead men rise up never; That even the weariest river Winds somewhere safe to sea.","author":"Algernon Charles Swinburne","category":"gratitude"},"3615":{"id":3615,"quote":"Sometimes we need to remind ourselves that thankfulness is indeed a virtue.","author":"William Bennett","category":"gratitude"},"3616":{"id":3616,"quote":"Well, there's not a day goes by when I don't get up and say thank you to somebody.","author":"Rod Stewart","category":"gratitude"},"3617":{"id":3617,"quote":"By and large, the gospel of grace is neither proclaimed, understood, nor lived.","author":"Brennan Manning","category":"gratitude"},"3618":{"id":3618,"quote":"A federal judge did as he was supposed to do and upheld the Constitution. We should be thankful that we have judiciary that will do that.","author":"Michael Newdow","category":"gratitude"},"3619":{"id":3619,"quote":"Well, my first languages are German and Spanish because I was brought up by a Spanish mother and a German father, so I always spoke both languages at home. I'm very thankful that I was brought up in a bilingual house.","author":"Daniel Bruhl","category":"gratitude"},"3620":{"id":3620,"quote":"Charity never humiliated him who profited from it, nor ever bound him by the chains of gratitude, since it was not to him but to God that the gift was made.","author":"Antoine de Saint-Exupery","category":"gratitude"},"3621":{"id":3621,"quote":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.","author":"Gilbert K. Chesterton","category":"gratitude"},"3622":{"id":3622,"quote":"A single grateful thought toward heaven is the most perfect prayer.","author":"Gotthold Ephraim Lessing","category":"gratitude"},"3623":{"id":3623,"quote":"A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.","author":"Henry Ward Beecher","category":"gratitude"},"3624":{"id":3624,"quote":"Most people repent their sins by thanking God they ain't so wicked as their neighbors.","author":"Josh Billings","category":"gratitude"},"3625":{"id":3625,"quote":"Unseasonable kindness gets no thanks.","author":"Thomas Fuller","category":"gratitude"},"3626":{"id":3626,"quote":"Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses.","author":"Stephen Colbert","category":"gratitude"},"3627":{"id":3627,"quote":"I'm thankful for the ability to share my faith in a lot of different places. It's something that I take as a responsibility and an obligation to handle as best as I can.","author":"Tim Tebow","category":"gratitude"},"3628":{"id":3628,"quote":"I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.","author":"Ronaldinho","category":"gratitude"},"3629":{"id":3629,"quote":"The brave who focus on all things good and all things beautiful and all things true, even in the small, who give thanks for it and discover joy even in the here and now, they are the change agents who bring fullest Light to all the world.","author":"Ann Voskamp","category":"gratitude"},"3630":{"id":3630,"quote":"The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.","author":"Jackie Kennedy","category":"gratitude"},"3631":{"id":3631,"quote":"I'm so thankful for my family and friends - they're really supportive. Everyone I work with on 'Austin & Ally;' the cast and crew are like my family now. We have so much fun, and I'm so happy they're in my life!","author":"Laura Marano","category":"gratitude"},"3632":{"id":3632,"quote":"I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that.","author":"Howie Mandel","category":"gratitude"},"3633":{"id":3633,"quote":"As with all commandments, gratitude is a description of a successful mode of living. The thankful heart opens our eyes to a multitude of blessings that continually surround us.","author":"James E. Faust","category":"gratitude"},"3634":{"id":3634,"quote":"The worst moment for the atheist is when he is really thankful and has nobody to thank.","author":"Dante Gabriel Rossetti","category":"gratitude"},"3635":{"id":3635,"quote":"I am thankful for all the blessings and talents I have been given, but most of all I am thankful for my loving and supportive family.","author":"Olivia Holt","category":"gratitude"},"3636":{"id":3636,"quote":"There is a lot to celebrate about that little Babe who was laid in a manger. Christians celebrate Christmas because they are thankful for the promise of salvation, which was delivered in human flesh and named Jesus.","author":"Monica Johnson","category":"gratitude"},"3637":{"id":3637,"quote":"He enjoys much who is thankful for little.","author":"Thomas Secker","category":"gratitude"},"3638":{"id":3638,"quote":"I'm just so lucky - my office is a racetrack. That is something I'm very thankful for. It's exciting, and it's challenging, and there are a lot of emotions and nerves that come with it, but right there before the gates open, before that minute and a half or two minutes of the race, it just hits you.","author":"Chantal Sutherland","category":"gratitude"},"3639":{"id":3639,"quote":"My first languages are German and Spanish because I was brought up by a Spanish mother and a German father, so I always spoke both languages at home. I'm very thankful that I was brought up in a bilingual house.","author":"Daniel Bruhl","category":"gratitude"},"3640":{"id":3640,"quote":"We are in a wrong state of mind if we are not in a thankful state of mind.","author":"Charles Spurgeon","category":"gratitude"}}