{"1639":{"id":1639,"quote":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","author":"Helen Keller","category":"hope"},"1640":{"id":1640,"quote":"Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","category":"hope"},"1641":{"id":1641,"quote":"Hope is being able to see that there is light despite all of the darkness.","author":"Desmond Tutu","category":"hope"},"1642":{"id":1642,"quote":"We must accept finite disappointment, but never lose infinite hope.","author":"Martin Luther King, Jr.","category":"hope"},"1643":{"id":1643,"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","category":"hope"},"1644":{"id":1644,"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","category":"hope"},"1645":{"id":1645,"quote":"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.","author":"Albert Einstein","category":"hope"},"1646":{"id":1646,"quote":"There was never a night or a problem that could defeat sunrise or hope.","author":"Bernard Williams","category":"hope"},"1647":{"id":1647,"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","category":"hope"},"1648":{"id":1648,"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","category":"hope"},"1649":{"id":1649,"quote":"Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.","author":"Maya Angelou","category":"hope"},"1650":{"id":1650,"quote":"Where there is no vision, there is no hope.","author":"George Washington Carver","category":"hope"},"1651":{"id":1651,"quote":"Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.","author":"Samuel Smiles","category":"hope"},"1652":{"id":1652,"quote":"All that I am, or hope to be, I owe to my angel mother.","author":"Abraham Lincoln","category":"hope"},"1653":{"id":1653,"quote":"Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.","author":"Robert Frank","category":"hope"},"1654":{"id":1654,"quote":"All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.","author":"Winston Churchill","category":"hope"},"1655":{"id":1655,"quote":"Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.","author":"Lewis B. Smedes","category":"hope"},"1656":{"id":1656,"quote":"A leader is a dealer in hope.","author":"Napoleon Bonaparte","category":"hope"},"1657":{"id":1657,"quote":"Let your hopes, not your hurts, shape your future.","author":"Robert H. Schuller","category":"hope"},"1658":{"id":1658,"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","category":"hope"},"1659":{"id":1659,"quote":"You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.","author":"Marie Curie","category":"hope"},"1660":{"id":1660,"quote":"Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","category":"hope"},"1661":{"id":1661,"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","category":"hope"},"1662":{"id":1662,"quote":"I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something.","author":"Neil Gaiman","category":"hope"},"1663":{"id":1663,"quote":"Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.","author":"Mattie Stepanek","category":"hope"},"1664":{"id":1664,"quote":"Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance.","author":"Robert Kennedy","category":"hope"},"1665":{"id":1665,"quote":"I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.","author":"Dalai Lama","category":"hope"},"1666":{"id":1666,"quote":"I am prepared for the worst, but hope for the best.","author":"Benjamin Disraeli","category":"hope"},"1667":{"id":1667,"quote":"The worst thing that can happen in a democracy - as well as in an individual's life - is to become cynical about the future and lose hope.","author":"Hillary Clinton","category":"hope"},"1668":{"id":1668,"quote":"Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.","author":"Edward de Bono","category":"hope"},"1669":{"id":1669,"quote":"When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.","author":"Dalai Lama","category":"hope"},"1670":{"id":1670,"quote":"Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","author":"John Lennon","category":"hope"},"1671":{"id":1671,"quote":"Hope is the thing with feathers that perches in the soul - and sings the tunes without the words - and never stops at all.","author":"Emily Dickinson","category":"hope"},"1672":{"id":1672,"quote":"I only hope that we don't lose sight of one thing - that it was all started by a mouse.","author":"Walt Disney","category":"hope"},"1673":{"id":1673,"quote":"The happy Union of these States is a wonder; their Constitution a miracle; their example the hope of Liberty throughout the world.","author":"James Madison","category":"hope"},"1674":{"id":1674,"quote":"In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?","author":"Barack Obama","category":"hope"},"1675":{"id":1675,"quote":"You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.","author":"Woodrow Wilson","category":"hope"},"1676":{"id":1676,"quote":"I hope for nothing. I fear nothing. I am free.","author":"Nikos Kazantzakis","category":"hope"},"1677":{"id":1677,"quote":"We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds.","author":"Aristotle Onassis","category":"hope"},"1678":{"id":1678,"quote":"Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.","author":"Karl Rahner","category":"hope"},"1679":{"id":1679,"quote":"Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.","author":"Tena Desae","category":"hope"},"1680":{"id":1680,"quote":"Hope is a waking dream.","author":"Aristotle","category":"hope"},"1681":{"id":1681,"quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","author":"Kirk Cameron","category":"hope"},"1682":{"id":1682,"quote":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","author":"Franklin D. Roosevelt","category":"hope"},"1683":{"id":1683,"quote":"The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.","author":"Samuel Johnson","category":"hope"},"1684":{"id":1684,"quote":"My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.","author":"Maya Angelou","category":"hope"},"1685":{"id":1685,"quote":"We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace.","author":"Pope Francis","category":"hope"},"1686":{"id":1686,"quote":"I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.","author":"Gillian Anderson","category":"hope"},"1687":{"id":1687,"quote":"Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'","author":"Alfred Lord Tennyson","category":"hope"},"1688":{"id":1688,"quote":"We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together.","author":"Victoria Osteen","category":"hope"},"1689":{"id":1689,"quote":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.","author":"Richard M. DeVos","category":"hope"},"1690":{"id":1690,"quote":"I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing.","author":"T. S. Eliot","category":"hope"},"1691":{"id":1691,"quote":"Maybe all one can do is hope to end up with the right regrets.","author":"Arthur Miller","category":"hope"},"1692":{"id":1692,"quote":"I hope that my daughter grows up empowered and doesn't define herself by the way she looks but by qualities that make her a intelligent, strong and responsible woman.","author":"Isaiah Mustafa","category":"hope"},"1693":{"id":1693,"quote":"Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.","author":"Anne Lamott","category":"hope"},"1694":{"id":1694,"quote":"Everything that is done in the world is done by hope.","author":"Martin Luther","category":"hope"},"1695":{"id":1695,"quote":"My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.","author":"Jack Layton","category":"hope"},"1696":{"id":1696,"quote":"Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.","author":"Desmond Tutu","category":"hope"},"1697":{"id":1697,"quote":"A very small degree of hope is sufficient to cause the birth of love.","author":"Stendhal","category":"hope"},"1698":{"id":1698,"quote":"It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.","author":"Hillary Clinton","category":"hope"},"1699":{"id":1699,"quote":"Don't give up. Don't lose hope. Don't sell out.","author":"Christopher Reeve","category":"hope"},"1700":{"id":1700,"quote":"Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.","author":"Mark Twain","category":"hope"},"1701":{"id":1701,"quote":"Hope is the only bee that makes honey without flowers.","author":"Robert Green Ingersoll","category":"hope"},"1702":{"id":1702,"quote":"Where there's tea there's hope.","author":"Arthur Wing Pinero","category":"hope"},"1703":{"id":1703,"quote":"How wonderful that we have met with a paradox. Now we have some hope of making progress.","author":"Niels Bohr","category":"hope"},"1704":{"id":1704,"quote":"If I can have the opportunity to go into an editing room, it's like the golden ticket for me. All I want is to learn about everything else in the filmmaking process. I just directed a music video which just came out and that'd sort of be the area of the field that I'm going to move into, I hope.","author":"Nikki Reed","category":"hope"},"1705":{"id":1705,"quote":"I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.","author":"Clarissa Pinkola Estes","category":"hope"},"1706":{"id":1706,"quote":"You just have to keep trying to do good work, and hope that it leads to more good work. I want to look back on my career and be proud of the work, and be proud that I tried everything. Yes, I want to look back and know that I was terrible at a variety of things.","author":"Jon Stewart","category":"hope"},"1707":{"id":1707,"quote":"The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.","author":"Charlotte Bronte","category":"hope"},"1708":{"id":1708,"quote":"The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.","author":"Will Durant","category":"hope"},"1709":{"id":1709,"quote":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.","author":"Jonas Salk","category":"hope"},"1710":{"id":1710,"quote":"What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","author":"Rick Warren","category":"hope"},"1711":{"id":1711,"quote":"Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.","author":"Thich Nhat Hanh","category":"hope"},"1712":{"id":1712,"quote":"The youth is the hope of our future.","author":"Jose Rizal","category":"hope"},"1713":{"id":1713,"quote":"Nothing is black or white, nothing's 'us or them.' But then there are magical, beautiful things in the world. There's incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope.","author":"Dave Matthews","category":"hope"},"1714":{"id":1714,"quote":"The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.","author":"Barbara Kingsolver","category":"hope"},"1715":{"id":1715,"quote":"Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation.","author":"Eric Hoffer","category":"hope"},"1716":{"id":1716,"quote":"You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.","author":"Samuel Ullman","category":"hope"},"1717":{"id":1717,"quote":"Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.","author":"Jesse Jackson","category":"hope"},"1718":{"id":1718,"quote":"If you keep thinking about what you want to do or what you hope will happen, you don't do it, and it won't happen.","author":"Desiderius Erasmus","category":"hope"},"1719":{"id":1719,"quote":"Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'","author":"Ashton Kutcher","category":"hope"},"1720":{"id":1720,"quote":"Hope can be the most wonderful thing in the world or it can crush your heart like an eggshell.","author":"Harlan Coben","category":"hope"},"1721":{"id":1721,"quote":"'Halal in the Family' will expose a broad audience to some of the realities of being Muslim in America. By using satire, we will encourage people to reconsider their assumptions about Muslims, while providing a balm to those experiencing anti-Muslim bias. I also hope those Uncles and Aunties out there will crack a smile!","author":"Aasif Mandvi","category":"hope"},"1722":{"id":1722,"quote":"I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","author":"Michael Jordan","category":"hope"},"1723":{"id":1723,"quote":"We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.","author":"Ed Markey","category":"hope"},"1724":{"id":1724,"quote":"A lot of presidential memoirs, they say, are dull and self-serving. I hope mine is interesting and self-serving.","author":"William J. Clinton","category":"hope"},"1725":{"id":1725,"quote":"Sometimes I only hope to make a good popcorn movie.","author":"Lou Diamond Phillips","category":"hope"},"1726":{"id":1726,"quote":"The other day I got a text from a boy, but it wasn't hot. I mean, if you're going to text me every day, you haven't seen me for months and you're trying to seduce me, you'd better spice up that text and make it more exciting than 'How was your day? I hope you're having a beautiful one.' Sadly, I haven't been doing a lot of kissing lately.","author":"Chloe Sevigny","category":"hope"},"1727":{"id":1727,"quote":"Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.","author":"Calvin Coolidge","category":"hope"},"1728":{"id":1728,"quote":"The capacity for hope is the most significant fact of life. It provides human beings with a sense of destination and the energy to get started.","author":"Norman Cousins","category":"hope"},"1729":{"id":1729,"quote":"Hope is such a bait, it covers any hook.","author":"Oliver Goldsmith","category":"hope"},"1730":{"id":1730,"quote":"All kids need is a little help, a little hope and somebody who believes in them.","author":"Magic Johnson","category":"hope"},"1731":{"id":1731,"quote":"We must rediscover the distinction between hope and expectation.","author":"Ivan Illich","category":"hope"},"1732":{"id":1732,"quote":"Hopeful thinking can get you out of your fear zone and into your appreciation zone.","author":"Martha Beck","category":"hope"},"1733":{"id":1733,"quote":"There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.","author":"Orison Swett Marden","category":"hope"},"1734":{"id":1734,"quote":"But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns.","author":"John James Audubon","category":"hope"},"1735":{"id":1735,"quote":"The theological virtue of hope is the patient and trustful willingness to live without closure, without resolution, and still be content and even happy because our Satisfaction is now at another level, and our Source is beyond ourselves.","author":"Richard Rohr","category":"hope"},"1736":{"id":1736,"quote":"The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good and endanger her very existence.","author":"Henry Cabot Lodge","category":"hope"},"1737":{"id":1737,"quote":"I hope people think of me as a bit older. I do have a beard. That makes me look very old.","author":"Jack Whitehall","category":"hope"},"1738":{"id":1738,"quote":"Hope springs eternal, even in politics.","author":"Gwen Ifill","category":"hope"},"1739":{"id":1739,"quote":"This suspense is terrible. I hope it will last.","author":"Oscar Wilde","category":"hope"},"1740":{"id":1740,"quote":"I've flown across America, I've scaled fences, I've stood under windows and gone out of my way hundreds of times. I'm a hopeless romantic. There's no hope for me.","author":"Joel Madden","category":"hope"},"1741":{"id":1741,"quote":"I wish you a tolerable Thursday. That's all any of us can hope for.","author":"April Winchell","category":"hope"},"1742":{"id":1742,"quote":"Friends from the press, China needs to learn more about the world, and the world also needs to learn more about China. I hope you will continue to make more efforts and contributions to deepening the mutual understanding between China and the countries of the world.","author":"Xi Jinping","category":"hope"},"1743":{"id":1743,"quote":"The simplistic solutions of Deepak Chopra cannot stand against the lofty and deep teachings of Jesus Christ. Only in His answers will we find the ultimate hope for the human heart.","author":"Ravi Zacharias","category":"hope"},"1744":{"id":1744,"quote":"Every time you dive, you hope you'll see something new - some new species. Sometimes the ocean gives you a gift, sometimes it doesn't.","author":"James Cameron","category":"hope"},"1745":{"id":1745,"quote":"'You are no saint,' says the devil. Well, if I am not, I am a sinner, and Jesus Christ came into the world to save sinners. Sink or swim, I go to Him; other hope, I have none.","author":"Charles Spurgeon","category":"hope"},"1746":{"id":1746,"quote":"Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","author":"Dale Carnegie","category":"hope"},"1747":{"id":1747,"quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.","author":"Erma Bombeck","category":"hope"},"1748":{"id":1748,"quote":"War is just when it is necessary; arms are permissible when there is no hope except in arms.","author":"Niccolo Machiavelli","category":"hope"},"1749":{"id":1749,"quote":"She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways; she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.","author":"Christina Rossetti","category":"hope"},"1750":{"id":1750,"quote":"I hope to have communion with the people, that is the most important thing.","author":"Pope John Paul II","category":"hope"},"1751":{"id":1751,"quote":"Looking after my health today gives me a better hope for tomorrow.","author":"Anne Wilson Schaef","category":"hope"},"1752":{"id":1752,"quote":"I do believe that most men live lives of quiet desperation. For despair, optimism is the only practical solution. Hope is practical. Because eliminate that and it's pretty scary. Hope at least gives you the option of living.","author":"Harry Nilsson","category":"hope"},"1753":{"id":1753,"quote":"There will always be someone else with a different view than you. I appreciate them and would never say that they are wrong. I hope that they would give me that courtesy also.","author":"Melissa Etheridge","category":"hope"},"1754":{"id":1754,"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","category":"hope"},"1755":{"id":1755,"quote":"Right now I'm not involved with anybody, but I hope by 75 I will be again.","author":"Stevie Nicks","category":"hope"},"1756":{"id":1756,"quote":"Hope is itself a species of happiness, and, perhaps, the chief happiness, which this world affords.","author":"William Samuel Johnson","category":"hope"},"1757":{"id":1757,"quote":"We never had a huge squad and we never had a great deal of choice. But in many ways that helps because you've got to make do with what you've got. You don't have too many problems about picking the team you just hope that everyone turns up on the day.","author":"Jack Charlton","category":"hope"},"1758":{"id":1758,"quote":"We're not a vocational school. If someone wants to get a high-paying job, I would hope that there are easier ways to do it than working through a formal computer science curriculum.","author":"Philip Greenspun","category":"hope"},"1759":{"id":1759,"quote":"There is hope and a kind of beauty in there somewhere, if you look for it.","author":"H. R. Giger","category":"hope"},"1760":{"id":1760,"quote":"I can only hope the federal aid made available today will be sufficient in our recovery efforts, and pray that our citizens continue to be safe from the fallout of this dangerous natural disaster.","author":"Mike Rogers","category":"hope"},"1761":{"id":1761,"quote":"The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.","author":"Basil Hume","category":"hope"},"1762":{"id":1762,"quote":"I hope and trust the infinite, the eternal, and merciful and loving God. I worship Him and feel no guilt in my heart before him for what I am going to do.","author":"Alex Campbell","category":"hope"},"1763":{"id":1763,"quote":"These wars appear also to have given its death blow to colonialism and to imperialism in its colonial form, under which weaker peoples were treated as possessions to be economically exploited. At least we hope that such colonialism is on the way out.","author":"Emily Greene Balch","category":"hope"},"1764":{"id":1764,"quote":"Religion kept some of my relatives alive, because it was all they had. If they hadn't had some hope of heaven, some companionship in Jesus, they probably would have committed suicide, their lives were so hellish.","author":"Octavia Butler","category":"hope"},"1765":{"id":1765,"quote":"This year I hope to introduce legislation that would require Power Administrations to list direct and indirect costs associated with ESA compliance as a line item on customer's power bills.","author":"Cathy McMorris Rodgers","category":"hope"},"1766":{"id":1766,"quote":"My hope is that we continue to nurture the places that we love, but that we also look outside our immediate worlds.","author":"Annie Leibovitz","category":"hope"},"1767":{"id":1767,"quote":"I think what coaching is all about, is taking players and analyzing there ability, put them in a position where they can excel within the framework of the team winning. And I hope that I've done that in my 33 years as a head coach.","author":"Don Shula","category":"hope"},"1768":{"id":1768,"quote":"Anarchy is the only slight glimmer of hope.","author":"Mick Jagger","category":"hope"},"1769":{"id":1769,"quote":"I hope all you young girls see yourself up there... we were just like you.","author":"Mia Hamm","category":"hope"},"1770":{"id":1770,"quote":"The only way of knowing a person is to love them without hope.","author":"Walter Benjamin","category":"hope"},"1771":{"id":1771,"quote":"When you have put all your faith in man and continue to be disappointed, don't you hope there is something out of there that is not of human element?","author":"Natalie Cole","category":"hope"},"1772":{"id":1772,"quote":"It is only by not paying one's bills that one can hope to live in the memory of the commercial classes.","author":"Oscar Wilde","category":"hope"},"1773":{"id":1773,"quote":"The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.","author":"Edgar Allan Poe","category":"hope"},"1774":{"id":1774,"quote":"The most insignificant people are the most apt to sneer at others. They are safe from reprisals. And have no hope of rising in their own self esteem but by lowering their neighbors.","author":"William Hazlitt","category":"hope"},"1775":{"id":1775,"quote":"I would like this to be a new day. I would hope now that we can focus on doing the people's business.","author":"Ernie Fletcher","category":"hope"},"1776":{"id":1776,"quote":"And God help Bruce Springsteen when they decide he's no longer God... They'll turn on him, and I hope he survives it.","author":"John Lennon","category":"hope"},"1777":{"id":1777,"quote":"It's a pity that the tennis is really going down the drain. Every year it's getting worse and worse and worse. There has to be a radical change, and I hope it will be really soon.","author":"Marat Safin","category":"hope"},"1778":{"id":1778,"quote":"I hope that I'm always struggling, really. You develop when you're struggling. When you're struggling, you get stronger.","author":"Andrew Garfield","category":"hope"},"1779":{"id":1779,"quote":"If you start in the pit of despair with these profane, awful things, even a glimmer of hope or awareness is going to occur that's much brighter coming from this dark, awful beginning.","author":"Chuck Palahniuk","category":"hope"},"1780":{"id":1780,"quote":"I totally disagree with the view that the Tibet struggle will die, and there will be no hope for Tibet, after the Dalai Lama passes away.","author":"Dalai Lama","category":"hope"},"1781":{"id":1781,"quote":"I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.","author":"Nelson Mandela","category":"hope"},"1782":{"id":1782,"quote":"I still believe in a place called Hope.","author":"William J. Clinton","category":"hope"},"1783":{"id":1783,"quote":"In Scotland over many years we have cultivated through our justice system what I hope can be described as a 'culture of compassion.' On the other hand, there still exists in many parts of the U.S., if not nationally, an attitude towards the concept of justice which can only be described as a 'culture of vengeance.'","author":"Keith O'Brien","category":"hope"},"1784":{"id":1784,"quote":"Now science has presented us with a hope called stem cell research, which may provide our scientists with many answers that have for so long been beyond our grasp.","author":"Nancy Reagan","category":"hope"},"1785":{"id":1785,"quote":"Whether you've seen angels floating around your bedroom or just found a ray of hope at a lonely moment, choosing to believe that something unseen is caring for you can be a life-shifting exercise.","author":"Martha Beck","category":"hope"},"1786":{"id":1786,"quote":"Iranian filmmakers are not passive. They fight whenever they can, as creative expression means a lot to them. The restrictions and censorship in Iran are a bit like the British weather: one day it's sunny, the next day it's raining. You just have to hope you walk out into the sunshine.","author":"Asghar Farhadi","category":"hope"},"1787":{"id":1787,"quote":"I have had extremely good relations with the United States and with both parties (Republicans and Democrats), and I hope to continue to have these good relations, which I, again repeating, do not consider to be mutually exclusive with having good relations with Venezuela or Ecuador or whichever country in South America.","author":"Juan Manuel Santos","category":"hope"},"1788":{"id":1788,"quote":"I'm a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people's decisions to eat meat. The only thing that I hope is that people are educated, that they're aware, that they're living a conscious lifestyle.","author":"Abbie Cornish","category":"hope"},"1789":{"id":1789,"quote":"Japan's beautiful seas and its territory are under threat, and young people are having trouble finding hope in the future amid economic slump. I promise to protect Japan's land and sea, and the lives of the Japanese people no matter what.","author":"Shinzo Abe","category":"hope"},"1790":{"id":1790,"quote":"The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.","author":"Xi Jinping","category":"hope"},"1791":{"id":1791,"quote":"I get asked to read new works a lot, in the hope that I will give a quotation and I will only give a 'puff' for a book I truly love.","author":"Peter James","category":"hope"},"1792":{"id":1792,"quote":"Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work.","author":"Emanuel Cleaver","category":"hope"},"1793":{"id":1793,"quote":"What's interesting about Twitter and the influencers that someone follows - like, say, Shaquille O'Neal - is that they see someone who is using the exact same tools that they have access to, and I think that inspires this hope to be able to really engage with someone like him.","author":"Jack Dorsey","category":"hope"},"1794":{"id":1794,"quote":"Over the years I've learned how to lock myself up in a prison of hope, knowing that God has nothing but His best planned for me. He promised me things concerning my ministry and my life.","author":"Joyce Meyer","category":"hope"},"1795":{"id":1795,"quote":"I was always a fan of the old-style comics. I loved vaudeville. I loved Milton Berle, Dick Shawn, Phyllis Diller, Don Rickles, Charlie Callas, all those guys. Hilarious. I love the Bing Crosby and Bob Hope movies, and Abbott & Costello. My television influences were 'Monty Python's Flying Circus,' 'Benny Hill,' and 'Hee Haw.'","author":"Larry the Cable Guy","category":"hope"},"1796":{"id":1796,"quote":"If you don't like me, life goes on, you know what I mean? But I hope you do like me. Because I think that in addition to being pushy, I'm nice.","author":"Christine Quinn","category":"hope"},"1797":{"id":1797,"quote":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","author":"Ravi Zacharias","category":"hope"},"1798":{"id":1798,"quote":"I'm naturally an optimist, but my basis for hope is rooted in my understanding of human nature.","author":"Al Gore","category":"hope"},"1799":{"id":1799,"quote":"We need to move into a culture of peace. What I hope to promote is the idea that we all need each other and that the greatest happiness in life is not how much we have but how much we give. That's a wealth that's priceless. You can't buy compassion.","author":"Herbie Hancock","category":"hope"},"1800":{"id":1800,"quote":"There is in every child at every stage a new miracle of vigorous unfolding, which constitutes a new hope and a new responsibility for all.","author":"Erik Erikson","category":"hope"},"1801":{"id":1801,"quote":"To many, peace is what enables development and is critical in providing opportunities to young people. To some - especially those from regions involved in conflict - peacekeeping and efforts to preserve peace are absolutely vital in bringing prosperity and hope for the future.","author":"Kim Yuna","category":"hope"},"1802":{"id":1802,"quote":"Of the big horror movies of the '70s, you have 'The Omen,' 'The Sentinel,' 'Rosemary's Baby,' 'The Stepford Wives,' 'Burnt Offerings' - these are all romantic fatalist movies where there's a sort of glimmer of hope... but darkness wins.","author":"Chuck Palahniuk","category":"hope"},"1803":{"id":1803,"quote":"My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.","author":"Dalai Lama","category":"hope"},"1804":{"id":1804,"quote":"The murder of Lumumba, in which the U.S. was involved, in the Congo destroyed Africa's major hope for development. Congo is now total horror story, for years.","author":"Noam Chomsky","category":"hope"},"1805":{"id":1805,"quote":"Throughout the ages, Christians have adapted John of Patmos's visions to changing times, reading their own social, political and religious conflicts into the cosmic war he so powerfully evokes. Yet his Book of Revelation appeals not only to fear and desires for vengeance but also to hope.","author":"Elaine Pagels","category":"hope"},"1806":{"id":1806,"quote":"I hope that 'Jaws' will have brought sharks into the public interest at a time when we desperately need to reevaluate our care for the environment.","author":"Peter Benchley","category":"hope"},"1807":{"id":1807,"quote":"We don't need mandatory, non-sectarian prayers read over the loudspeaker to 'put God back in schools.' God never left the schools. God is still at work through the hundreds of thousands of gifted teachers and administrators, committed parents, and passionate volunteers who seek to help give our children 'a future with hope.'","author":"Adam Hamilton","category":"hope"},"1808":{"id":1808,"quote":"I'm learning a lot about how to be one of the 'good' actors. You'd hope that it's natural to be a good person, and kind, but I'm learning how to deal with long, sometimes boring days.","author":"Lily James","category":"hope"},"1809":{"id":1809,"quote":"Oftentimes when you see adaptations of books you like, you're let down. As an author, you assume that they are going to suck. A little bit of hope is dangerous.","author":"Gayle Forman","category":"hope"},"1810":{"id":1810,"quote":"The expectation in the Obama Administration, or at least the hope, is that a nuclear deal with the West could ultimately moderate Iranian behavior by helping to integrate the country more thoroughly into the international system. Will this happen? It's impossible to predict, of course. We will only know if we get there.","author":"Dexter Filkins","category":"hope"},"1811":{"id":1811,"quote":"When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit.","author":"John Dryden","category":"hope"},"1812":{"id":1812,"quote":"On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.","author":"Barack Obama","category":"hope"},"1813":{"id":1813,"quote":"No matter how dark the moment, love and hope are always possible.","author":"George Chakiris","category":"hope"},"1814":{"id":1814,"quote":"One lives in the hope of becoming a memory.","author":"Antonio Porchia","category":"hope"},"1815":{"id":1815,"quote":"He that lives upon hope will die fasting.","author":"Benjamin Franklin","category":"hope"},"1816":{"id":1816,"quote":"When you say a situation or a person is hopeless, you are slamming the door in the face of God.","author":"Charles L. Allen","category":"hope"},"1817":{"id":1817,"quote":"God grant me the courage not to give up what I think is right even though I think it is hopeless.","author":"Chester W. Nimitz","category":"hope"},"1818":{"id":1818,"quote":"All hope abandon, ye who enter here!","author":"Dante Alighieri","category":"hope"},"1819":{"id":1819,"quote":"The work goes on, the cause endures, the hope still lives and the dreams shall never die.","author":"Edward Kennedy","category":"hope"},"1820":{"id":1820,"quote":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.","author":"Elbert Hubbard","category":"hope"}}