{"1821":{"id":1821,"quote":"The best preparation for tomorrow is doing your best today.","author":"H. Jackson Brown, Jr.","category":"inspirational"},"1822":{"id":1822,"quote":"Put your heart, mind, and soul into even your smallest acts. This is the secret of success.","author":"Swami Sivananda","category":"inspirational"},"1823":{"id":1823,"quote":"The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","author":"Helen Keller","category":"inspirational"},"1824":{"id":1824,"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.","author":"Steve Jobs","category":"inspirational"},"1825":{"id":1825,"quote":"Keep your face always toward the sunshine - and shadows will fall behind you.","author":"Walt Whitman","category":"inspirational"},"1826":{"id":1826,"quote":"We must let go of the life we have planned, so as to accept the one that is waiting for us.","author":"Joseph Campbell","category":"inspirational"},"1827":{"id":1827,"quote":"Nothing is impossible, the word itself says 'I'm possible'!","author":"Audrey Hepburn","category":"inspirational"},"1828":{"id":1828,"quote":"Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.","author":"Kevyn Aucoin","category":"inspirational"},"1829":{"id":1829,"quote":"Happiness is not something you postpone for the future; it is something you design for the present.","author":"Jim Rohn","category":"inspirational"},"1830":{"id":1830,"quote":"What we think, we become.","author":"Buddha","category":"inspirational"},"1831":{"id":1831,"quote":"As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.","author":"John F. Kennedy","category":"inspirational"},"1832":{"id":1832,"quote":"I can't change the direction of the wind, but I can adjust my sails to always reach my destination.","author":"Jimmy Dean","category":"inspirational"},"1833":{"id":1833,"quote":"Change your thoughts and you change your world.","author":"Norman Vincent Peale","category":"inspirational"},"1834":{"id":1834,"quote":"Believe you can and you're halfway there.","author":"Theodore Roosevelt","category":"inspirational"},"1835":{"id":1835,"quote":"My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.","author":"Maya Angelou","category":"inspirational"},"1836":{"id":1836,"quote":"Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.","author":"Francis of Assisi","category":"inspirational"},"1837":{"id":1837,"quote":"Try to be a rainbow in someone's cloud.","author":"Maya Angelou","category":"inspirational"},"1838":{"id":1838,"quote":"A hero is someone who has given his or her life to something bigger than oneself.","author":"Joseph Campbell","category":"inspirational"},"1839":{"id":1839,"quote":"If opportunity doesn't knock, build a door.","author":"Milton Berle","category":"inspirational"},"1840":{"id":1840,"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.","author":"Buddha","category":"inspirational"},"1841":{"id":1841,"quote":"No act of kindness, no matter how small, is ever wasted.","author":"Aesop","category":"inspirational"},"1842":{"id":1842,"quote":"It is during our darkest moments that we must focus to see the light.","author":"Aristotle Onassis","category":"inspirational"},"1843":{"id":1843,"quote":"We know what we are, but know not what we may be.","author":"William Shakespeare","category":"inspirational"},"1844":{"id":1844,"quote":"Perfection is not attainable, but if we chase perfection we can catch excellence.","author":"Vince Lombardi","category":"inspirational"},"1845":{"id":1845,"quote":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","author":"Rabindranath Tagore","category":"inspirational"},"1846":{"id":1846,"quote":"Let us remember: One book, one pen, one child, and one teacher can change the world.","author":"Malala Yousafzai","category":"inspirational"},"1847":{"id":1847,"quote":"Let us sacrifice our today so that our children can have a better tomorrow.","author":"A. P. J. Abdul Kalam","category":"inspirational"},"1848":{"id":1848,"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha","category":"inspirational"},"1849":{"id":1849,"quote":"There are two ways of spreading light: to be the candle or the mirror that reflects it.","author":"Edith Wharton","category":"inspirational"},"1850":{"id":1850,"quote":"I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.","author":"Audrey Hepburn","category":"inspirational"},"1851":{"id":1851,"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","author":"Bruce Lee","category":"inspirational"},"1852":{"id":1852,"quote":"If you believe in yourself and have dedication and pride - and never quit, you'll be a winner. The price of victory is high but so are the rewards.","author":"Paul Bryant","category":"inspirational"},"1853":{"id":1853,"quote":"Shoot for the moon and if you miss you will still be among the stars.","author":"Les Brown","category":"inspirational"},"1854":{"id":1854,"quote":"What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.","author":"Ralph Waldo Emerson","category":"inspirational"},"1855":{"id":1855,"quote":"Every story I create, creates me. I write to create myself.","author":"Octavia E. Butler","category":"inspirational"},"1856":{"id":1856,"quote":"Memories of our lives, of our works and our deeds will continue in others.","author":"Rosa Parks","category":"inspirational"},"1857":{"id":1857,"quote":"If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.","author":"Henry David Thoreau","category":"inspirational"},"1858":{"id":1858,"quote":"We can't help everyone, but everyone can help someone.","author":"Ronald Reagan","category":"inspirational"},"1859":{"id":1859,"quote":"The undertaking of a new action brings new strength.","author":"Richard L. Evans","category":"inspirational"},"1860":{"id":1860,"quote":"When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome.","author":"Wilma Rudolph","category":"inspirational"},"1861":{"id":1861,"quote":"I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.","author":"e. e. cummings","category":"inspirational"},"1862":{"id":1862,"quote":"If I have seen further than others, it is by standing upon the shoulders of giants.","author":"Isaac Newton","category":"inspirational"},"1863":{"id":1863,"quote":"The bird is powered by its own life and by its motivation.","author":"A. P. J. Abdul Kalam","category":"inspirational"},"1864":{"id":1864,"quote":"Give light, and the darkness will disappear of itself.","author":"Desiderius Erasmus","category":"inspirational"},"1865":{"id":1865,"quote":"It is never too late to be what you might have been.","author":"George Eliot","category":"inspirational"},"1866":{"id":1866,"quote":"The world is full of magical things patiently waiting for our wits to grow sharper.","author":"Bertrand Russell","category":"inspirational"},"1867":{"id":1867,"quote":"Live your beliefs and you can turn the world around.","author":"Henry David Thoreau","category":"inspirational"},"1868":{"id":1868,"quote":"The measure of who we are is what we do with what we have.","author":"Vince Lombardi","category":"inspirational"},"1869":{"id":1869,"quote":"Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.","author":"Mary Kay Ash","category":"inspirational"},"1870":{"id":1870,"quote":"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'","author":"Muhammad Ali","category":"inspirational"},"1871":{"id":1871,"quote":"Someone is sitting in the shade today because someone planted a tree a long time ago.","author":"Warren Buffett","category":"inspirational"},"1872":{"id":1872,"quote":"No matter what people tell you, words and ideas can change the world.","author":"Robin Williams","category":"inspirational"},"1873":{"id":1873,"quote":"When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","author":"Harriet Beecher Stowe","category":"inspirational"},"1874":{"id":1874,"quote":"The things that we love tell us what we are.","author":"Thomas Aquinas","category":"inspirational"},"1875":{"id":1875,"quote":"All you need is the plan, the road map, and the courage to press on to your destination.","author":"Earl Nightingale","category":"inspirational"},"1876":{"id":1876,"quote":"Don't judge each day by the harvest you reap but by the seeds that you plant.","author":"Robert Louis Stevenson","category":"inspirational"},"1877":{"id":1877,"quote":"What makes the desert beautiful is that somewhere it hides a well.","author":"Antoine de Saint-Exupery","category":"inspirational"},"1878":{"id":1878,"quote":"Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.","author":"Mattie Stepanek","category":"inspirational"},"1879":{"id":1879,"quote":"Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.","author":"Martin Luther","category":"inspirational"},"1880":{"id":1880,"quote":"Turn your face to the sun and the shadows fall behind you.","author":"Unknown","category":"inspirational"},"1881":{"id":1881,"quote":"In a gentle way, you can shake the world.","author":"Mahatma Gandhi","category":"inspirational"},"1882":{"id":1882,"quote":"Everyone here has the sense that right now is one of those moments when we are influencing the future.","author":"Steve Jobs","category":"inspirational"},"1883":{"id":1883,"quote":"Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.","author":"e. e. cummings","category":"inspirational"},"1884":{"id":1884,"quote":"How wonderful it is that nobody need wait a single moment before starting to improve the world.","author":"Anne Frank","category":"inspirational"},"1885":{"id":1885,"quote":"Follow your bliss and the universe will open doors where there were only walls.","author":"Joseph Campbell","category":"inspirational"},"1886":{"id":1886,"quote":"The limits of the possible can only be defined by going beyond them into the impossible.","author":"Arthur C. Clarke","category":"inspirational"},"1887":{"id":1887,"quote":"What we achieve inwardly will change outer reality.","author":"Plutarch","category":"inspirational"},"1888":{"id":1888,"quote":"Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.","author":"Tony Robbins","category":"inspirational"},"1889":{"id":1889,"quote":"Your big opportunity may be right where you are now.","author":"Napoleon Hill","category":"inspirational"},"1890":{"id":1890,"quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf.","author":"Rabindranath Tagore","category":"inspirational"},"1891":{"id":1891,"quote":"It is in your moments of decision that your destiny is shaped.","author":"Tony Robbins","category":"inspirational"},"1892":{"id":1892,"quote":"You must do the things you think you cannot do.","author":"Eleanor Roosevelt","category":"inspirational"},"1893":{"id":1893,"quote":"The power of imagination makes us infinite.","author":"John Muir","category":"inspirational"},"1894":{"id":1894,"quote":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul.","author":"Democritus","category":"inspirational"},"1895":{"id":1895,"quote":"Love is a fruit in season at all times, and within reach of every hand.","author":"Mother Teresa","category":"inspirational"},"1896":{"id":1896,"quote":"Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.","author":"Michael Jackson","category":"inspirational"},"1897":{"id":1897,"quote":"Out of difficulties grow miracles.","author":"Jean de la Bruyere","category":"inspirational"},"1898":{"id":1898,"quote":"From a small seed a mighty trunk may grow.","author":"Aeschylus","category":"inspirational"},"1899":{"id":1899,"quote":"From what we get, we can make a living; what we give, however, makes a life.","author":"Arthur Ashe","category":"inspirational"},"1900":{"id":1900,"quote":"Wonder rather than doubt is the root of all knowledge.","author":"Abraham Joshua Heschel","category":"inspirational"},"1901":{"id":1901,"quote":"With self-discipline most anything is possible.","author":"Theodore Roosevelt","category":"inspirational"},"1902":{"id":1902,"quote":"Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!","author":"Anne Frank","category":"inspirational"},"1903":{"id":1903,"quote":"Whoever is happy will make others happy too.","author":"Anne Frank","category":"inspirational"},"1904":{"id":1904,"quote":"There is nothing impossible to him who will try.","author":"Alexander the Great","category":"inspirational"},"1905":{"id":1905,"quote":"Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment.","author":"Arthur Helps","category":"inspirational"},"1906":{"id":1906,"quote":"God always gives His best to those who leave the choice with him.","author":"Jim Elliot","category":"inspirational"},"1907":{"id":1907,"quote":"It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them.","author":"George Eliot","category":"inspirational"},"1908":{"id":1908,"quote":"Be brave enough to live life creatively. The creative place where no one else has ever been.","author":"Alan Alda","category":"inspirational"},"1909":{"id":1909,"quote":"Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.","author":"Anais Nin","category":"inspirational"},"1910":{"id":1910,"quote":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","author":"Marcus Aurelius","category":"inspirational"},"1911":{"id":1911,"quote":"The only journey is the one within.","author":"Rainer Maria Rilke","category":"inspirational"},"1912":{"id":1912,"quote":"Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference.","author":"Robert Frost","category":"inspirational"},"1913":{"id":1913,"quote":"If we did all the things we are capable of, we would literally astound ourselves.","author":"Thomas A. Edison","category":"inspirational"},"1914":{"id":1914,"quote":"I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.","author":"Og Mandino","category":"inspirational"},"1915":{"id":1915,"quote":"Today is the only day. Yesterday is gone.","author":"John Wooden","category":"inspirational"},"1916":{"id":1916,"quote":"Each day provides its own gifts.","author":"Marcus Aurelius","category":"inspirational"},"1917":{"id":1917,"quote":"What great thing would you attempt if you knew you could not fail?","author":"Robert H. Schuller","category":"inspirational"},"1918":{"id":1918,"quote":"Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.","author":"John Wayne","category":"inspirational"},"1919":{"id":1919,"quote":"If the doors of perception were cleansed everything would appear to man as it is, infinite.","author":"William Blake","category":"inspirational"},"1920":{"id":1920,"quote":"And when I breathed, my breath was lightning.","author":"Black Elk","category":"inspirational"},"1921":{"id":1921,"quote":"One today is worth two tomorrows.","author":"Benjamin Franklin","category":"inspirational"},"1922":{"id":1922,"quote":"Since we launched the original 'Pop Idol' in England, I've remained close with Simon Fuller. Working as executive producer on 'American idol' for its first seven years not only was an inspirational journey into the heart of American pop culture, it opened my eyes to the untapped potential of the incredibly dynamic young people in this world.","author":"Nigel Lythgoe","category":"inspirational"},"1923":{"id":1923,"quote":"How glorious a greeting the sun gives the mountains!","author":"John Muir","category":"inspirational"},"1924":{"id":1924,"quote":"I try not to put anything political on the forefront of what I'm trying to do creatively. At the same time, I do think it's wonderful when I hear people say that it's inspirational that I'm an Indian woman on camera. My life is very diverse, and my friends are a diverse group of people.","author":"Mindy Kaling","category":"inspirational"},"1925":{"id":1925,"quote":"Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.","author":"Ellen DeGeneres","category":"inspirational"},"1926":{"id":1926,"quote":"Every moment and every event of every man's life on earth plants something in his soul.","author":"Thomas Merton","category":"inspirational"},"1927":{"id":1927,"quote":"Man never made any material as resilient as the human spirit.","author":"Bernard Williams","category":"inspirational"},"1928":{"id":1928,"quote":"Try to be like the turtle - at ease in your own shell.","author":"Bill Copeland","category":"inspirational"},"1929":{"id":1929,"quote":"Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world.","author":"Desmond Tutu","category":"inspirational"},"1930":{"id":1930,"quote":"Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.","author":"Desmond Tutu","category":"inspirational"},"1931":{"id":1931,"quote":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","author":"William Arthur Ward","category":"inspirational"},"1932":{"id":1932,"quote":"I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do.","author":"Georgia O'Keeffe","category":"inspirational"},"1933":{"id":1933,"quote":"I believe in living today. Not in yesterday, nor in tomorrow.","author":"Loretta Young","category":"inspirational"},"1934":{"id":1934,"quote":"Our time here is magic! It's the only space you have to realize whatever it is that is beautiful, whatever is true, whatever is great, whatever is potential, whatever is rare, whatever is unique, in. It's the only space.","author":"Ben Okri","category":"inspirational"},"1935":{"id":1935,"quote":"As knowledge increases, wonder deepens.","author":"Charles Morgan","category":"inspirational"},"1936":{"id":1936,"quote":"Act like you expect to get into the end zone.","author":"Christopher Morley","category":"inspirational"},"1937":{"id":1937,"quote":"Light tomorrow with today!","author":"Elizabeth Barrett Browning","category":"inspirational"},"1938":{"id":1938,"quote":"I dwell in possibility.","author":"Emily Dickinson","category":"inspirational"},"1939":{"id":1939,"quote":"Vitality shows in not only the ability to persist but the ability to start over.","author":"F. Scott Fitzgerald","category":"inspirational"},"1940":{"id":1940,"quote":"I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.","author":"Hermann Hesse","category":"inspirational"},"1941":{"id":1941,"quote":"Tears of joy are like the summer rain drops pierced by sunbeams.","author":"Hosea Ballou","category":"inspirational"},"1942":{"id":1942,"quote":"As people are walking all the time, in the same spot, a path appears.","author":"John Locke","category":"inspirational"},"1943":{"id":1943,"quote":"Let every dawn be to you as the beginning of life, and every setting sun be to you as its close.","author":"John Ruskin","category":"inspirational"},"1944":{"id":1944,"quote":"I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.","author":"Neil Armstrong","category":"inspirational"},"1945":{"id":1945,"quote":"Happiness is the natural flower of duty.","author":"Phillips Brooks","category":"inspirational"},"1946":{"id":1946,"quote":"Thinking: the talking of the soul with itself.","author":"Plato","category":"inspirational"},"1947":{"id":1947,"quote":"If there were no night, we would not appreciate the day, nor could we see the stars and the vastness of the heavens. We must partake of the bitter with the sweet. There is a divine purpose in the adversities we encounter every day. They prepare, they purge, they purify, and thus they bless.","author":"James E. Faust","category":"inspirational"},"1948":{"id":1948,"quote":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","author":"Morgan Freeman","category":"inspirational"},"1949":{"id":1949,"quote":"This CD became something of a personal journey for me. The tone of the whole CD is uplifting and inspirational. It's an upper. We have enough downers in the world.","author":"Roma Downey","category":"inspirational"},"1950":{"id":1950,"quote":"I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk.","author":"Lynda Barry","category":"inspirational"},"1951":{"id":1951,"quote":"Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.","author":"Jules Renard","category":"inspirational"},"1952":{"id":1952,"quote":"The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.","author":"Pablo Neruda","category":"inspirational"},"1953":{"id":1953,"quote":"A compliment is something like a kiss through a veil.","author":"Victor Hugo","category":"inspirational"},"1954":{"id":1954,"quote":"We are here to make another world.","author":"W. Edwards Deming","category":"inspirational"},"1955":{"id":1955,"quote":"Reach for it. Push yourself as far as you can.","author":"Christa McAuliffe","category":"inspirational"},"1956":{"id":1956,"quote":"Grace is the beauty of form under the influence of freedom.","author":"Friedrich Schiller","category":"inspirational"},"1957":{"id":1957,"quote":"God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.","author":"Arthur Young","category":"inspirational"},"1958":{"id":1958,"quote":"Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.","author":"Henry Norris Russell","category":"inspirational"},"1959":{"id":1959,"quote":"From its brilliancy everything is illuminated.","author":"Guru Nanak","category":"inspirational"},"1960":{"id":1960,"quote":"A #2 pencil and a dream can take you anywhere.","author":"Joyce Meyer","category":"inspirational"},"1961":{"id":1961,"quote":"I want to make this world perfect.","author":"Malala Yousafzai","category":"inspirational"},"1962":{"id":1962,"quote":"I wanted to do something inspirational for my children.","author":"Harvey Weinstein","category":"inspirational"},"1963":{"id":1963,"quote":"Books are challenging and inspirational to me.","author":"Amy Sedaris","category":"inspirational"},"1964":{"id":1964,"quote":"To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.","author":"Snoop Dogg","category":"inspirational"},"1965":{"id":1965,"quote":"I don't dislike rappers or hip-hop or people who like it. I went to the Def Jam tour in Manchester in the '80s when rap was inspirational. Public Enemy were awesome. But it's all about status and bling now, and it doesn't say anything to me.","author":"Noel Gallagher","category":"inspirational"},"1966":{"id":1966,"quote":"When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe 'Corazon Sin Cara' would never had been made. It's a very inspirational story.","author":"Prince Royce","category":"inspirational"},"1967":{"id":1967,"quote":"You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.","author":"Adriana Trigiani","category":"inspirational"},"1968":{"id":1968,"quote":"It is by acts and not by ideas that people live.","author":"Anatole France","category":"inspirational"},"1969":{"id":1969,"quote":"The only way to discover the limits of the possible is to go beyond them into the impossible.","author":"Arthur C. Clarke","category":"inspirational"},"1970":{"id":1970,"quote":"A place for everything, everything in its place.","author":"Benjamin Franklin","category":"inspirational"},"1971":{"id":1971,"quote":"Noble deeds that are concealed are most esteemed.","author":"Blaise Pascal","category":"inspirational"},"1972":{"id":1972,"quote":"Miracles are a retelling in small letters of the very same story which is written across the whole world in letters too large for some of us to see.","author":"C. S. Lewis","category":"inspirational"},"1973":{"id":1973,"quote":"When you have a dream, you've got to grab it and never let go.","author":"Carol Burnett","category":"inspirational"},"1974":{"id":1974,"quote":"The Wright brothers flew right through the smoke screen of impossibility.","author":"Charles Kettering","category":"inspirational"},"1975":{"id":1975,"quote":"Love the moment and the energy of that moment will spread beyond all boundaries.","author":"Corita Kent","category":"inspirational"},"1976":{"id":1976,"quote":"Most of us have far more courage than we ever dreamed we possessed.","author":"Dale Carnegie","category":"inspirational"},"1977":{"id":1977,"quote":"I believe that if one always looked at the skies, one would end up with wings.","author":"Gustave Flaubert","category":"inspirational"},"1978":{"id":1978,"quote":"Tears are often the telescope by which men see far into heaven.","author":"Henry Ward Beecher","category":"inspirational"},"1979":{"id":1979,"quote":"In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself.","author":"Jiddu Krishnamurti","category":"inspirational"},"1980":{"id":1980,"quote":"Ideas shape the course of history.","author":"John Maynard Keynes","category":"inspirational"},"1981":{"id":1981,"quote":"It is not ignorance but knowledge which is the mother of wonder.","author":"Joseph Wood Krutch","category":"inspirational"},"1982":{"id":1982,"quote":"Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.","author":"Khalil Gibran","category":"inspirational"},"1983":{"id":1983,"quote":"Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.","author":"Lao Tzu","category":"inspirational"},"1984":{"id":1984,"quote":"The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.","author":"Leo Buscaglia","category":"inspirational"},"1985":{"id":1985,"quote":"If the world seems cold to you, kindle fires to warm it.","author":"Lucy Larcom","category":"inspirational"},"1986":{"id":1986,"quote":"Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.","author":"Marcus Aurelius","category":"inspirational"},"1987":{"id":1987,"quote":"Hope is but the dream of those who wake.","author":"Matthew Prior","category":"inspirational"},"1988":{"id":1988,"quote":"A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there.","author":"Meister Eckhart","category":"inspirational"},"1989":{"id":1989,"quote":"If you accept the expectations of others, especially negative ones, then you never will change the outcome.","author":"Michael Jordan","category":"inspirational"},"1990":{"id":1990,"quote":"Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.","author":"Napoleon Hill","category":"inspirational"},"1991":{"id":1991,"quote":"Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.","author":"Nathaniel Hawthorne","category":"inspirational"},"1992":{"id":1992,"quote":"I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.","author":"Nikos Kazantzakis","category":"inspirational"},"1993":{"id":1993,"quote":"When deeds speak, words are nothing.","author":"Pierre-Joseph Proudhon","category":"inspirational"},"1994":{"id":1994,"quote":"I have looked into your eyes with my eyes. I have put my heart near your heart.","author":"Pope John XXIII","category":"inspirational"},"1995":{"id":1995,"quote":"Of all human activities, man's listening to God is the supreme act of his reasoning and will.","author":"Pope Paul VI","category":"inspirational"},"1996":{"id":1996,"quote":"Nothing makes one feel so strong as a call for help.","author":"Pope Paul VI","category":"inspirational"},"1997":{"id":1997,"quote":"The best way out is always through.","author":"Robert Frost","category":"inspirational"},"1998":{"id":1998,"quote":"Every heart that has beat strongly and cheerfully has left a hopeful impulse behind it in the world, and bettered the tradition of mankind.","author":"Robert Louis Stevenson","category":"inspirational"},"1999":{"id":1999,"quote":"What we need is more people who specialize in the impossible.","author":"Theodore Roethke","category":"inspirational"},"2000":{"id":2000,"quote":"Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.","author":"Vincent McNabb","category":"inspirational"},"2001":{"id":2001,"quote":"The most beautiful thing in the world is, of course, the world itself.","author":"Wallace Stevens","category":"inspirational"},"2002":{"id":2002,"quote":"I celebrate myself, and sing myself.","author":"Walt Whitman","category":"inspirational"}}