{"2003":{"id":2003,"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","category":"knowledge"},"2004":{"id":2004,"quote":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin","category":"knowledge"},"2005":{"id":2005,"quote":"The true sign of intelligence is not knowledge but imagination.","author":"Albert Einstein","category":"knowledge"},"2006":{"id":2006,"quote":"For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.","author":"Audrey Hepburn","category":"knowledge"},"2007":{"id":2007,"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","category":"knowledge"},"2008":{"id":2008,"quote":"A people without the knowledge of their past history, origin and culture is like a tree without roots.","author":"Marcus Garvey","category":"knowledge"},"2009":{"id":2009,"quote":"The only source of knowledge is experience.","author":"Albert Einstein","category":"knowledge"},"2010":{"id":2010,"quote":"Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.","author":"Kofi Annan","category":"knowledge"},"2011":{"id":2011,"quote":"We are all born ignorant, but one must work hard to remain stupid.","author":"Benjamin Franklin","category":"knowledge"},"2012":{"id":2012,"quote":"Real knowledge is to know the extent of one's ignorance.","author":"Confucius","category":"knowledge"},"2013":{"id":2013,"quote":"Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.","author":"A. P. J. Abdul Kalam","category":"knowledge"},"2014":{"id":2014,"quote":"The great aim of education is not knowledge but action.","author":"Herbert Spencer","category":"knowledge"},"2015":{"id":2015,"quote":"Science is a way of thinking much more than it is a body of knowledge.","author":"Carl Sagan","category":"knowledge"},"2016":{"id":2016,"quote":"To know what you know and what you do not know, that is true knowledge.","author":"Confucius","category":"knowledge"},"2017":{"id":2017,"quote":"Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven.","author":"William Shakespeare","category":"knowledge"},"2018":{"id":2018,"quote":"The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.","author":"Daniel J. Boorstin","category":"knowledge"},"2019":{"id":2019,"quote":"It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author":"Albert Einstein","category":"knowledge"},"2020":{"id":2020,"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","author":"Calvin Coolidge","category":"knowledge"},"2021":{"id":2021,"quote":"Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.","author":"Louis Pasteur","category":"knowledge"},"2022":{"id":2022,"quote":"Human behavior flows from three main sources: desire, emotion, and knowledge.","author":"Plato","category":"knowledge"},"2023":{"id":2023,"quote":"Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives.","author":"James Madison","category":"knowledge"},"2024":{"id":2024,"quote":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","category":"knowledge"},"2025":{"id":2025,"quote":"Knowledge is power.","author":"Francis Bacon","category":"knowledge"},"2026":{"id":2026,"quote":"A good decision is based on knowledge and not on numbers.","author":"Plato","category":"knowledge"},"2027":{"id":2027,"quote":"The one exclusive sign of thorough knowledge is the power of teaching.","author":"Aristotle","category":"knowledge"},"2028":{"id":2028,"quote":"The aim of education is the knowledge, not of facts, but of values.","author":"William S. Burroughs","category":"knowledge"},"2029":{"id":2029,"quote":"Science is organized knowledge. Wisdom is organized life.","author":"Immanuel Kant","category":"knowledge"},"2030":{"id":2030,"quote":"Knowledge will give you power, but character respect.","author":"Bruce Lee","category":"knowledge"},"2031":{"id":2031,"quote":"There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts; reflection combines them; experimentation verifies the result of that combination.","author":"Denis Diderot","category":"knowledge"},"2032":{"id":2032,"quote":"It is beyond a doubt that all our knowledge begins with experience.","author":"Immanuel Kant","category":"knowledge"},"2033":{"id":2033,"quote":"Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you.","author":"Princess Diana","category":"knowledge"},"2034":{"id":2034,"quote":"To know, is to know that you know nothing. That is the meaning of true knowledge.","author":"Socrates","category":"knowledge"},"2035":{"id":2035,"quote":"Wonder rather than doubt is the root of all knowledge.","author":"Abraham Joshua Heschel","category":"knowledge"},"2036":{"id":2036,"quote":"The only fence against the world is a thorough knowledge of it.","author":"John Locke","category":"knowledge"},"2037":{"id":2037,"quote":"Risk comes from not knowing what you're doing.","author":"Warren Buffett","category":"knowledge"},"2038":{"id":2038,"quote":"I know of no time in human history where ignorance was better than knowledge.","author":"Neil deGrasse Tyson","category":"knowledge"},"2039":{"id":2039,"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","author":"Charles Spurgeon","category":"knowledge"},"2040":{"id":2040,"quote":"Opinion is the medium between knowledge and ignorance.","author":"Plato","category":"knowledge"},"2041":{"id":2041,"quote":"For the things of this world cannot be made known without a knowledge of mathematics.","author":"Roger Bacon","category":"knowledge"},"2042":{"id":2042,"quote":"Information is not knowledge.","author":"Albert Einstein","category":"knowledge"},"2043":{"id":2043,"quote":"The best advice I ever got was that knowledge is power and to keep reading.","author":"David Bailey","category":"knowledge"},"2044":{"id":2044,"quote":"The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.","author":"Jean Piaget","category":"knowledge"},"2045":{"id":2045,"quote":"Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.","author":"Mireille Guiliano","category":"knowledge"},"2046":{"id":2046,"quote":"Those who have knowledge, don't predict. Those who predict, don't have knowledge.","author":"Lao Tzu","category":"knowledge"},"2047":{"id":2047,"quote":"Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility.","author":"Robin Morgan","category":"knowledge"},"2048":{"id":2048,"quote":"The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others.","author":"John Locke","category":"knowledge"},"2049":{"id":2049,"quote":"When people rely on surface appearances and false racial stereotypes, rather than in-depth knowledge of others at the level of the heart, mind and spirit, their ability to assess and understand people accurately is compromised.","author":"James A. Forbes","category":"knowledge"},"2050":{"id":2050,"quote":"Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity.","author":"Jose Marti","category":"knowledge"},"2051":{"id":2051,"quote":"Knowledge speaks, but wisdom listens.","author":"Jimi Hendrix","category":"knowledge"},"2052":{"id":2052,"quote":"Don't only practice your art, but force your way into its secrets; art deserves that, for it and knowledge can raise man to the Divine.","author":"Ludwig van Beethoven","category":"knowledge"},"2053":{"id":2053,"quote":"Some people drink from the fountain of knowledge, others just gargle.","author":"Robert Anthony","category":"knowledge"},"2054":{"id":2054,"quote":"If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?","author":"Maria Montessori","category":"knowledge"},"2055":{"id":2055,"quote":"The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.","author":"Tom Clancy","category":"knowledge"},"2056":{"id":2056,"quote":"A thorough knowledge of the Bible is worth more than a college education.","author":"Theodore Roosevelt","category":"knowledge"},"2057":{"id":2057,"quote":"We cannot stop natural disasters but we can arm ourselves with knowledge: so many lives wouldn't have to be lost if there was enough disaster preparedness.","author":"Petra Nemcova","category":"knowledge"},"2058":{"id":2058,"quote":"Our knowledge and all of our ideas are mutually connected; the more complicated they are, the more numerous must be the roads that lead to them and depart from them.","author":"Cesare Beccaria","category":"knowledge"},"2059":{"id":2059,"quote":"Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.","author":"Bertrand Russell","category":"knowledge"},"2060":{"id":2060,"quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","author":"Isaac Asimov","category":"knowledge"},"2061":{"id":2061,"quote":"True knowledge exists in knowing that you know nothing.","author":"Socrates","category":"knowledge"},"2062":{"id":2062,"quote":"You are the master of your own ship, pal. There are lots of people who fall into troubled waters and don't have the guts or the knowledge or the ability to make it to shore. They have nobody to blame but themselves.","author":"Evel Knievel","category":"knowledge"},"2063":{"id":2063,"quote":"If you have knowledge, let others light their candles in it.","author":"Margaret Fuller","category":"knowledge"},"2064":{"id":2064,"quote":"When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation.","author":"Abu Bakr","category":"knowledge"},"2065":{"id":2065,"quote":"Knowledge is love and light and vision.","author":"Helen Keller","category":"knowledge"},"2066":{"id":2066,"quote":"To acquire knowledge, one must study; but to acquire wisdom, one must observe.","author":"Marilyn vos Savant","category":"knowledge"},"2067":{"id":2067,"quote":"Knowledge has to be improved, challenged, and increased constantly, or it vanishes.","author":"Peter Drucker","category":"knowledge"},"2068":{"id":2068,"quote":"The larger the island of knowledge, the longer the shoreline of wonder.","author":"Ralph W. Sockman","category":"knowledge"},"2069":{"id":2069,"quote":"The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.","author":"Albert Einstein","category":"knowledge"},"2070":{"id":2070,"quote":"The more knowledge you have, the greater will be your fear of Allah.","author":"Abu Bakr","category":"knowledge"},"2071":{"id":2071,"quote":"It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment.","author":"Carl Friedrich Gauss","category":"knowledge"},"2072":{"id":2072,"quote":"Liberty cannot be preserved without general knowledge among the people.","author":"John Adams","category":"knowledge"},"2073":{"id":2073,"quote":"The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.","author":"Sigmund Freud","category":"knowledge"},"2074":{"id":2074,"quote":"The art and science of asking questions is the source of all knowledge.","author":"Thomas Berger","category":"knowledge"},"2075":{"id":2075,"quote":"There is, however, another purpose to which academies contribute. When they consist of a limited number of persons, eminent for their knowledge, it becomes an object of ambition to be admitted on their list.","author":"Charles Babbage","category":"knowledge"},"2076":{"id":2076,"quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth.","author":"Malcolm X","category":"knowledge"},"2077":{"id":2077,"quote":"Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck.","author":"James Altucher","category":"knowledge"},"2078":{"id":2078,"quote":"The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.","author":"Albert Camus","category":"knowledge"},"2079":{"id":2079,"quote":"As knowledge increases, wonder deepens.","author":"Charles Morgan","category":"knowledge"},"2080":{"id":2080,"quote":"Life is a travelling to the edge of knowledge, then a leap taken.","author":"D. H. Lawrence","category":"knowledge"},"2081":{"id":2081,"quote":"A little knowledge that acts is worth infinitely more than much knowledge that is idle.","author":"Khalil Gibran","category":"knowledge"},"2082":{"id":2082,"quote":"We believe... that by encouraging critical thinking and processing of knowledge we are creating full, well-rounded human beings... that will enable Qatar to build up its society. You cannot build a healthy society without giving your citizens a sense of ownership. Otherwise, they will not share with you the responsibilities.","author":"Moza bint Nasser","category":"knowledge"},"2083":{"id":2083,"quote":"There is this tremendous body of knowledge in the world of academia where extraordinary numbers of incredibly thoughtful people have taken the time to examine on a really profound level the way we live our lives and who we are and where we've been. That brilliant learning sometimes gets trapped in academia and never sees the light of day.","author":"Malcolm Gladwell","category":"knowledge"},"2084":{"id":2084,"quote":"Nature is the source of all true knowledge. She has her own logic, her own laws, she has no effect without cause nor invention without necessity.","author":"Leonardo da Vinci","category":"knowledge"},"2085":{"id":2085,"quote":"Probability is expectation founded upon partial knowledge. A perfect acquaintance with all the circumstances affecting the occurrence of an event would change expectation into certainty, and leave nether room nor demand for a theory of probabilities.","author":"George Boole","category":"knowledge"},"2086":{"id":2086,"quote":"Knowledge is proud that it knows so much; wisdom is humble that it knows no more.","author":"William Cowper","category":"knowledge"},"2087":{"id":2087,"quote":"Imagination is more important than knowledge.","author":"Albert Einstein","category":"knowledge"},"2088":{"id":2088,"quote":"Knowledge is the parent of knowledge. He who possesses most of the information of his age will not quietly submit to neglect its current acquisitions, but will go on improving as long as means and opportunities offer; while he who finds himself ignorant of most things, is only too apt to shrink from a labour which becomes Herculean.","author":"James Fenimore Cooper","category":"knowledge"},"2089":{"id":2089,"quote":"In 20 or 30 years, you'll be able to hold in your hand as much computing knowledge as exists now in the whole city, or even the whole world.","author":"Douglas Engelbart","category":"knowledge"},"2090":{"id":2090,"quote":"In a knowledge economy, natural selection favors organizations that can most effectively harness and coordinate collective intellectual energy and creative capacity.","author":"Justin Rosenstein","category":"knowledge"},"2091":{"id":2091,"quote":"Public schools helped create the idea of America and inculcate Americans with a few rudiments of knowledge. To judge by that very American item, the Internet, a few rudiments is all anyone cares to have.","author":"P. J. O'Rourke","category":"knowledge"},"2092":{"id":2092,"quote":"Knowledge rests not upon truth alone, but upon error also.","author":"Carl Jung","category":"knowledge"},"2093":{"id":2093,"quote":"When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge.","author":"Confucius","category":"knowledge"},"2094":{"id":2094,"quote":"Knowledge is a polite word for dead but not buried imagination.","author":"e. e. cummings","category":"knowledge"},"2095":{"id":2095,"quote":"Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.","author":"Khalil Gibran","category":"knowledge"},"2096":{"id":2096,"quote":"The natural desire of good men is knowledge.","author":"Leonardo da Vinci","category":"knowledge"},"2097":{"id":2097,"quote":"The knowledge of yourself will preserve you from vanity.","author":"Miguel de Cervantes","category":"knowledge"},"2098":{"id":2098,"quote":"Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.","author":"Pericles","category":"knowledge"},"2099":{"id":2099,"quote":"And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.","author":"Plato","category":"knowledge"},"2100":{"id":2100,"quote":"Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all; too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal.","author":"Plato","category":"knowledge"},"2101":{"id":2101,"quote":"Knowledge is the eye of desire and can become the pilot of the soul.","author":"Will Durant","category":"knowledge"},"2102":{"id":2102,"quote":"Cherish that which is within you, and shut off that which is without; for much knowledge is a curse.","author":"Zhuangzi","category":"knowledge"},"2103":{"id":2103,"quote":"We are drowning in information but starved for knowledge.","author":"John Naisbitt","category":"knowledge"},"2104":{"id":2104,"quote":"We live on an island surrounded by a sea of ignorance. As our island of knowledge grows, so does the shore of our ignorance.","author":"John Archibald Wheeler","category":"knowledge"},"2105":{"id":2105,"quote":"I think we risk becoming the best informed society that has ever died of ignorance.","author":"Ruben Blades","category":"knowledge"},"2106":{"id":2106,"quote":"We don't know all the answers. If we knew all the answers we'd be bored, wouldn't we? We keep looking, searching, trying to get more knowledge.","author":"Jack LaLanne","category":"knowledge"},"2107":{"id":2107,"quote":"Knowledge is power only if man knows what facts not to bother with.","author":"Robert Staughton Lynd","category":"knowledge"},"2108":{"id":2108,"quote":"The doorstep to the temple of wisdom is a knowledge of our own ignorance.","author":"Benjamin Franklin","category":"knowledge"},"2109":{"id":2109,"quote":"Distinguishing the signal from the noise requires both scientific knowledge and self-knowledge.","author":"Nate Silver","category":"knowledge"},"2110":{"id":2110,"quote":"Knowledge is power. Most of us agree that something has to be done to strengthen Social Security, and I believe it's irresponsible to arbitrarily dismiss any idea, Republican nor Democrat, without giving it a hard look.","author":"Conrad Burns","category":"knowledge"},"2111":{"id":2111,"quote":"There is a general knowledge that I am multi-dimensional, that when you are creative you do a lot of things.","author":"Suzanne Somers","category":"knowledge"},"2112":{"id":2112,"quote":"After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.","author":"James Prescott Joule","category":"knowledge"},"2113":{"id":2113,"quote":"Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.","author":"Johannes Tauler","category":"knowledge"},"2114":{"id":2114,"quote":"There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.","author":"Celine Dion","category":"knowledge"},"2115":{"id":2115,"quote":"The library, with its Daedalian labyrinth, mysterious hush, and faintly ominous aroma of knowledge, has been replaced by the computer's cheap glow, pesky chirp, and data spillage.","author":"P. J. O'Rourke","category":"knowledge"},"2116":{"id":2116,"quote":"Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.","author":"Charles Lindbergh","category":"knowledge"},"2117":{"id":2117,"quote":"Zeal will do more than knowledge.","author":"William Hazlitt","category":"knowledge"},"2118":{"id":2118,"quote":"It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin.","author":"Lucius Annaeus Seneca","category":"knowledge"},"2119":{"id":2119,"quote":"Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.","author":"Samuel Smiles","category":"knowledge"},"2120":{"id":2120,"quote":"Ignorance is bold and knowledge reserved.","author":"Thucydides","category":"knowledge"},"2121":{"id":2121,"quote":"Knowledge cultivates your seeds and does not sow in your seeds.","author":"Khalil Gibran","category":"knowledge"},"2122":{"id":2122,"quote":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.","author":"Stephen Ambrose","category":"knowledge"},"2123":{"id":2123,"quote":"We can't have full knowledge all at once. We must start by believing; then afterwards we may be led on to master the evidence for ourselves.","author":"Thomas Aquinas","category":"knowledge"},"2124":{"id":2124,"quote":"Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.","author":"Sidney Hook","category":"knowledge"},"2125":{"id":2125,"quote":"It is a matter of common knowledge that the government of South Carolina is under domination of a small ring of cunning, conniving men.","author":"Strom Thurmond","category":"knowledge"},"2126":{"id":2126,"quote":"To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm.","author":"Friedrich August von Hayek","category":"knowledge"},"2127":{"id":2127,"quote":"Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view.","author":"Max Planck","category":"knowledge"},"2128":{"id":2128,"quote":"Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.","author":"Clifford Stoll","category":"knowledge"},"2129":{"id":2129,"quote":"It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized.","author":"Muhammad Iqbal","category":"knowledge"},"2130":{"id":2130,"quote":"For whatever be the knowledge which we are able to obtain of God, either by perception or reflection, we must of necessity believe that He is by many degrees far better than what we perceive Him to be.","author":"Origen","category":"knowledge"},"2131":{"id":2131,"quote":"At each increase of knowledge, as well as on the contrivance of every new tool, human labour becomes abridged.","author":"Charles Babbage","category":"knowledge"},"2132":{"id":2132,"quote":"But the scientific importance of a change in knowledge of fact consists precisely in j its having consequences for a system of theory.","author":"Talcott Parsons","category":"knowledge"},"2133":{"id":2133,"quote":"G is Grace, the Flaming Star is the Torch of Reason. Those who possess this knowledge are indeed Illuminati.","author":"Adam Weishaupt","category":"knowledge"},"2134":{"id":2134,"quote":"I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.","author":"Mikhail Bakunin","category":"knowledge"},"2135":{"id":2135,"quote":"When I severe my connections with the A.I.A. I do so with my own self respect, as a matter of pride and I am sure within your knowledge of my character.","author":"Ralph Thomas Walker","category":"knowledge"},"2136":{"id":2136,"quote":"Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.","author":"Thomas Sowell","category":"knowledge"},"2137":{"id":2137,"quote":"The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible.","author":"Orson Scott Card","category":"knowledge"},"2138":{"id":2138,"quote":"Thought is the wind and knowledge the sail.","author":"David Hare","category":"knowledge"},"2139":{"id":2139,"quote":"Our knowledge is a receding mirage in an expanding desert of ignorance.","author":"Will Durant","category":"knowledge"},"2140":{"id":2140,"quote":"In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.","author":"Janet Jackson","category":"knowledge"},"2141":{"id":2141,"quote":"Scholastic learning and polemical divinity retarded the growth of all true knowledge.","author":"David Hume","category":"knowledge"},"2142":{"id":2142,"quote":"Universities exist to transmit knowledge and understanding of ideas and values to students not to provide entertainment for spectators or employment for athletes.","author":"Milton Friedman","category":"knowledge"},"2143":{"id":2143,"quote":"If a little knowledge was a dangerous thing, a lot was lethal.","author":"Tom Sharpe","category":"knowledge"},"2144":{"id":2144,"quote":"When you deal with a person who's experiencing dementia, you can see where they're struggling with knowledge. You can see what they forget completely, what they forget but they know what they once knew. You can tell how they're trying to remember.","author":"Walter Mosley","category":"knowledge"},"2145":{"id":2145,"quote":"The most important seed I can sow in this life is my children, and the love and knowledge that I can bestow upon them and the help I can give them.","author":"Steven Seagal","category":"knowledge"},"2146":{"id":2146,"quote":"I think in the NFL knowledge is power, and you try to get the knowledge by whatever means.","author":"Steve Sabol","category":"knowledge"},"2147":{"id":2147,"quote":"Compassion is a practically acquired knowledge, like dancing. You must do it and practice diligently day by day.","author":"Karen Armstrong","category":"knowledge"},"2148":{"id":2148,"quote":"Imagine someone holding forth on biology whose only knowledge of the subject is 'The Book of British Birds,' and you have a rough idea of what it feels like to read Richard Dawkins on theology.","author":"Terry Eagleton","category":"knowledge"},"2149":{"id":2149,"quote":"Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.","author":"Paul Davies","category":"knowledge"},"2150":{"id":2150,"quote":"The people I go after are the false experts, those who do not accept the limits of their knowledge.","author":"Nassim Nicholas Taleb","category":"knowledge"},"2151":{"id":2151,"quote":"Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense.","author":"Vikas Swarup","category":"knowledge"},"2152":{"id":2152,"quote":"All knowledge which ends in words will die as quickly as it came to life, with the exception of the written word: which is its mechanical part.","author":"Leonardo da Vinci","category":"knowledge"},"2153":{"id":2153,"quote":"I'd like to see people pay attention to the science of hip hop. The knowledge part, the political side of what hip hop could do, or where hip hop is gonna go. I always say it's gonna become universal as we become a galactic union.","author":"Afrika Bambaataa","category":"knowledge"},"2154":{"id":2154,"quote":"You will always have partial points of view, and you'll always have the story behind the story that hasn't come out yet. And any form of journalism you're involved with is going to be up against a biased viewpoint and partial knowledge.","author":"Margaret Atwood","category":"knowledge"},"2155":{"id":2155,"quote":"I have recently been able to see the new world - the quiet, the tranquility and the freedom it will bring with it. This is very comforting knowledge for me because I already know that what I envision eventually becomes a reality.","author":"Shari Arison","category":"knowledge"},"2156":{"id":2156,"quote":"I don't claim to know everything. I claim to be a seeker of knowledge.","author":"Marie Osmond","category":"knowledge"},"2157":{"id":2157,"quote":"Written in 1895, Alfred Nobel's will endowed prizes for scientific research in chemistry, physics, and medicine. At that time, these fields were narrowly defined, and researchers were often classically trained in only one discipline. In the late 19th century, knowledge of science was not a requisite for success in other walks of life.","author":"Peter Agre","category":"knowledge"},"2158":{"id":2158,"quote":"Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad.","author":"Brian O'Driscoll","category":"knowledge"},"2159":{"id":2159,"quote":"I entreat masters to live a good life and faithfully to instruct their scholars, especially that they may love God and learn to give themselves to knowledge, in order to promote His honour, the welfare of the state, and their own salvation, but not for the sake of avarice or the praise of man.","author":"Jan Hus","category":"knowledge"},"2160":{"id":2160,"quote":"Learn when and how to use different data structures and their algorithms in your own code. This is harder as a student, as the problem assignments you'll work through just won't impart this knowledge. That's fine.","author":"Robert Love","category":"knowledge"},"2161":{"id":2161,"quote":"Of our relation to all creation we can never know anything whatsoever. All is immensity and chaos. But, since all this knowledge of our limitations cannot possibly be of any value to us, it is better to ignore it in our daily conduct of life.","author":"H. P. Lovecraft","category":"knowledge"},"2162":{"id":2162,"quote":"What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.","author":"George Bernard Shaw","category":"knowledge"},"2163":{"id":2163,"quote":"Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge.","author":"Dante Alighieri","category":"knowledge"},"2164":{"id":2164,"quote":"We are here and it is now. Further than that, all human knowledge is moonshine.","author":"H. L. Mencken","category":"knowledge"},"2165":{"id":2165,"quote":"When a man's knowledge is not in order, the more of it he has the greater will be his confusion.","author":"Herbert Spencer","category":"knowledge"},"2166":{"id":2166,"quote":"Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.","author":"John Locke","category":"knowledge"},"2167":{"id":2167,"quote":"No man's knowledge here can go beyond his experience.","author":"John Locke","category":"knowledge"},"2168":{"id":2168,"quote":"Knowledge of the self is the mother of all knowledge. So it is incumbent on me to know my self, to know it completely, to know its minutiae, its characteristics, its subtleties, and its very atoms.","author":"Khalil Gibran","category":"knowledge"},"2169":{"id":2169,"quote":"Perplexity is the beginning of knowledge.","author":"Khalil Gibran","category":"knowledge"},"2170":{"id":2170,"quote":"No man can reveal to you nothing but that which already lies half-asleep in the dawning of your knowledge.","author":"Khalil Gibran","category":"knowledge"},"2171":{"id":2171,"quote":"Our knowledge can only be finite, while our ignorance must necessarily be infinite.","author":"Karl Popper","category":"knowledge"},"2172":{"id":2172,"quote":"Where there is shouting, there is no true knowledge.","author":"Leonardo da Vinci","category":"knowledge"},"2173":{"id":2173,"quote":"All our knowledge has its origins in our perceptions.","author":"Leonardo da Vinci","category":"knowledge"},"2174":{"id":2174,"quote":"Knowledge of the past and of the places of the earth is the ornament and food of the mind of man.","author":"Leonardo da Vinci","category":"knowledge"},"2175":{"id":2175,"quote":"The knower and the known are one. Simple people imagine that they should see God as if he stood there and they here. This is not so. God and I, we are one in knowledge.","author":"Meister Eckhart","category":"knowledge"},"2176":{"id":2176,"quote":"Today knowledge has power. It controls access to opportunity and advancement.","author":"Peter Drucker","category":"knowledge"},"2177":{"id":2177,"quote":"They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance.","author":"Terry Pratchett","category":"knowledge"},"2178":{"id":2178,"quote":"Even the knowledge of my own fallibility cannot keep me from making mistakes. Only when I fall do I get up again.","author":"Vincent Van Gogh","category":"knowledge"},"2179":{"id":2179,"quote":"The true method of knowledge is experiment.","author":"William Blake","category":"knowledge"},"2180":{"id":2180,"quote":"The aim of education is the knowledge not of facts but of values.","author":"William Ralph Inge","category":"knowledge"},"2181":{"id":2181,"quote":"Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.","author":"Brian Tracy","category":"knowledge"},"2182":{"id":2182,"quote":"The knowledge I have now is not the knowledge I had then.","author":"Stokely Carmichael","category":"knowledge"},"2183":{"id":2183,"quote":"One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arises.","author":"Chanakya","category":"knowledge"},"2184":{"id":2184,"quote":"Without knowledge action is useless and knowledge without action is futile.","author":"Abu Bakr","category":"knowledge"}}