{"2185":{"id":2185,"quote":"A leader is one who knows the way, goes the way, and shows the way.","author":"John C. Maxwell","category":"leadership"},"2186":{"id":2186,"quote":"Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine.","author":"Chris Hadfield","category":"leadership"},"2187":{"id":2187,"quote":"If your actions inspire others to dream more, learn more, do more and become more, you are a leader.","author":"John Quincy Adams","category":"leadership"},"2188":{"id":2188,"quote":"You have to think anyway, so why not think big?","author":"Donald Trump","category":"leadership"},"2189":{"id":2189,"quote":"I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion.","author":"Alexander the Great","category":"leadership"},"2190":{"id":2190,"quote":"Leadership and learning are indispensable to each other.","author":"John F. Kennedy","category":"leadership"},"2191":{"id":2191,"quote":"Leadership is not about a title or a designation. It's about impact, influence and inspiration. Impact involves getting results, influence is about spreading the passion you have for your work, and you have to inspire team-mates and customers.","author":"Robin S. Sharma","category":"leadership"},"2192":{"id":2192,"quote":"Management is doing things right; leadership is doing the right things.","author":"Peter Drucker","category":"leadership"},"2193":{"id":2193,"quote":"The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.","author":"Dwight D. Eisenhower","category":"leadership"},"2194":{"id":2194,"quote":"The quality of a leader is reflected in the standards they set for themselves.","author":"Ray Kroc","category":"leadership"},"2195":{"id":2195,"quote":"When you can't make them see the light, make them feel the heat.","author":"Ronald Reagan","category":"leadership"},"2196":{"id":2196,"quote":"Where there is no vision, there is no hope.","author":"George Washington Carver","category":"leadership"},"2197":{"id":2197,"quote":"A genuine leader is not a searcher for consensus but a molder of consensus.","author":"Martin Luther King, Jr.","category":"leadership"},"2198":{"id":2198,"quote":"Innovation distinguishes between a leader and a follower.","author":"Steve Jobs","category":"leadership"},"2199":{"id":2199,"quote":"Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.","author":"Steve Jobs","category":"leadership"},"2200":{"id":2200,"quote":"A leader is a dealer in hope.","author":"Napoleon Bonaparte","category":"leadership"},"2201":{"id":2201,"quote":"Only the guy who isn't rowing has time to rock the boat.","author":"Jean-Paul Sartre","category":"leadership"},"2202":{"id":2202,"quote":"Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.","author":"Colin Powell","category":"leadership"},"2203":{"id":2203,"quote":"When your values are clear to you, making decisions becomes easier.","author":"Roy E. Disney","category":"leadership"},"2204":{"id":2204,"quote":"A good leader takes a little more than his share of the blame, a little less than his share of the credit.","author":"Arnold H. Glasow","category":"leadership"},"2205":{"id":2205,"quote":"I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.","author":"Queen Elizabeth II","category":"leadership"},"2206":{"id":2206,"quote":"Don't find fault, find a remedy.","author":"Henry Ford","category":"leadership"},"2207":{"id":2207,"quote":"If the highest aim of a captain were to preserve his ship, he would keep it in port forever.","author":"Thomas Aquinas","category":"leadership"},"2208":{"id":2208,"quote":"Leadership is practiced not so much in words as in attitude and in actions.","author":"Harold S. Geneen","category":"leadership"},"2209":{"id":2209,"quote":"A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","author":"Lao Tzu","category":"leadership"},"2210":{"id":2210,"quote":"Leadership is the capacity to translate vision into reality.","author":"Warren Bennis","category":"leadership"},"2211":{"id":2211,"quote":"Leadership is not about the next election, it's about the next generation.","author":"Simon Sinek","category":"leadership"},"2212":{"id":2212,"quote":"Speak softly and carry a big stick; you will go far.","author":"Theodore Roosevelt","category":"leadership"},"2213":{"id":2213,"quote":"If you think you can do a thing or think you can't do a thing, you're right.","author":"Henry Ford","category":"leadership"},"2214":{"id":2214,"quote":"Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.","author":"Paul Hawken","category":"leadership"},"2215":{"id":2215,"quote":"Leaders must be close enough to relate to others, but far enough ahead to motivate them.","author":"John C. Maxwell","category":"leadership"},"2216":{"id":2216,"quote":"It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.","author":"Nelson Mandela","category":"leadership"},"2217":{"id":2217,"quote":"Think little goals and expect little achievements. Think big goals and win big success.","author":"David Joseph Schwartz","category":"leadership"},"2218":{"id":2218,"quote":"The cautious seldom err.","author":"Confucius","category":"leadership"},"2219":{"id":2219,"quote":"Affirmation without discipline is the beginning of delusion.","author":"Jim Rohn","category":"leadership"},"2220":{"id":2220,"quote":"Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author":"Deepak Chopra","category":"leadership"},"2221":{"id":2221,"quote":"The function of leadership is to produce more leaders, not more followers.","author":"Ralph Nader","category":"leadership"},"2222":{"id":2222,"quote":"People ask the difference between a leader and a boss. The leader leads, and the boss drives.","author":"Theodore Roosevelt","category":"leadership"},"2223":{"id":2223,"quote":"No man will make a great leader who wants to do it all himself or get all the credit for doing it.","author":"Andrew Carnegie","category":"leadership"},"2224":{"id":2224,"quote":"Leadership is unlocking people's potential to become better.","author":"Bill Bradley","category":"leadership"},"2225":{"id":2225,"quote":"High expectations are the key to everything.","author":"Sam Walton","category":"leadership"},"2226":{"id":2226,"quote":"Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.","author":"Sam Walton","category":"leadership"},"2227":{"id":2227,"quote":"I think the currency of leadership is transparency. You've got to be truthful. I don't think you should be vulnerable every day, but there are moments where you've got to share your soul and conscience with people and show them who you are, and not be afraid of it.","author":"Howard Schultz","category":"leadership"},"2228":{"id":2228,"quote":"My attitude is never to be satisfied, never enough, never.","author":"Duke Ellington","category":"leadership"},"2229":{"id":2229,"quote":"When the best leader's work is done the people say, 'We did it ourselves.'","author":"Lao Tzu","category":"leadership"},"2230":{"id":2230,"quote":"Effective leadership is putting first things first. Effective management is discipline, carrying it out.","author":"Stephen Covey","category":"leadership"},"2231":{"id":2231,"quote":"A throne is only a bench covered with velvet.","author":"Napoleon Bonaparte","category":"leadership"},"2232":{"id":2232,"quote":"Leadership is the art of getting someone else to do something you want done because he wants to do it.","author":"Dwight D. Eisenhower","category":"leadership"},"2233":{"id":2233,"quote":"I suppose leadership at one time meant muscles; but today it means getting along with people.","author":"Mahatma Gandhi","category":"leadership"},"2234":{"id":2234,"quote":"The speed of the leader is the speed of the gang.","author":"Mary Kay Ash","category":"leadership"},"2235":{"id":2235,"quote":"Effective leadership is not about making speeches or being liked; leadership is defined by results not attributes.","author":"Peter Drucker","category":"leadership"},"2236":{"id":2236,"quote":"A man who wants to lead the orchestra must turn his back on the crowd.","author":"Max Lucado","category":"leadership"},"2237":{"id":2237,"quote":"There is no greater name for a leader than mother or father. There is no leadership more important than parenthood.","author":"Sheri L. Dew","category":"leadership"},"2238":{"id":2238,"quote":"You don't lead by hitting people over the head - that's assault, not leadership.","author":"Dwight D. Eisenhower","category":"leadership"},"2239":{"id":2239,"quote":"To me, leadership is about encouraging people. It's about stimulating them. It's about enabling them to achieve what they can achieve - and to do that with a purpose.","author":"Christine Lagarde","category":"leadership"},"2240":{"id":2240,"quote":"Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall.","author":"Stephen Covey","category":"leadership"},"2241":{"id":2241,"quote":"The sharp employ the sharp.","author":"Douglas William Jerrold","category":"leadership"},"2242":{"id":2242,"quote":"Clarity affords focus.","author":"Thomas Leonard","category":"leadership"},"2243":{"id":2243,"quote":"Republican leadership in Congress let the energy companies write the energy bill that sent prices soaring, and has turned a blind eye to the struggles of working families trying to make ends meet.","author":"Sherrod Brown","category":"leadership"},"2244":{"id":2244,"quote":"In Britain, you do your job. When you do an American TV show, there is a sense of being one with the crew, and there is a leadership element, which was a learning curve for me because it is very different culturally. In Britain, you just do it, leave and say, 'Thanks.'","author":"Theo James","category":"leadership"},"2245":{"id":2245,"quote":"As members of Congress, we take an oath to uphold the Constitution and bear true faith and allegiance to the United States, not the Republican or Democratic party. I have been willing to stand up to my own leadership when it's in the national interest.","author":"Jackie Speier","category":"leadership"},"2246":{"id":2246,"quote":"Leadership consists of picking good men and helping them do their best.","author":"Chester W. Nimitz","category":"leadership"},"2247":{"id":2247,"quote":"I have always supported measures and principles and not men.","author":"Davy Crockett","category":"leadership"},"2248":{"id":2248,"quote":"What helps people, helps business.","author":"Leo Burnett","category":"leadership"},"2249":{"id":2249,"quote":"I'm not a natural leader. I'm too intellectual; I'm too abstract; I think too much.","author":"Newt Gingrich","category":"leadership"},"2250":{"id":2250,"quote":"The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both.","author":"Vaclav Havel","category":"leadership"},"2251":{"id":2251,"quote":"I am a general. My soldiers are the keys and I have to command them.","author":"Vladimir Horowitz","category":"leadership"},"2252":{"id":2252,"quote":"If you care enough for a result, you will most certainly attain it.","author":"William James","category":"leadership"},"2253":{"id":2253,"quote":"Leadership is influence.","author":"John C. Maxwell","category":"leadership"},"2254":{"id":2254,"quote":"Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.","author":"W. Clement Stone","category":"leadership"},"2255":{"id":2255,"quote":"The art of leadership is saying no, not saying yes. It is very easy to say yes.","author":"Tony Blair","category":"leadership"},"2256":{"id":2256,"quote":"If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset.","author":"Harvey S. Firestone","category":"leadership"},"2257":{"id":2257,"quote":"Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players.","author":"Larry Bird","category":"leadership"},"2258":{"id":2258,"quote":"Leadership does not depend on being right.","author":"Ivan Illich","category":"leadership"},"2259":{"id":2259,"quote":"Go as far as you can see; when you get there, you'll be able to see farther.","author":"J. P. Morgan","category":"leadership"},"2260":{"id":2260,"quote":"It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.","author":"Michael Eisner","category":"leadership"},"2261":{"id":2261,"quote":"Getting in touch with your true self must be your first priority.","author":"Tom Hopkins","category":"leadership"},"2262":{"id":2262,"quote":"Many corporate leaders and employees have the right intentions, but it can be overwhelming when you consider how everything is affected from leadership styles, to organizational structure, to employee engagement, to customer service an marketplace.","author":"Simon Mainwaring","category":"leadership"},"2263":{"id":2263,"quote":"One of the lessons of leadership worth emphasizing is that you want to get to know other great leaders and take their advice. At some point in your development, it's only people who've been in the seat of having to be leaders who can help you in a deep way.","author":"Jim Yong Kim","category":"leadership"},"2264":{"id":2264,"quote":"The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.","author":"Theodore Hesburgh","category":"leadership"},"2265":{"id":2265,"quote":"All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.","author":"John Kenneth Galbraith","category":"leadership"},"2266":{"id":2266,"quote":"Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control.","author":"Tom Landry","category":"leadership"},"2267":{"id":2267,"quote":"Leadership is an active role; 'lead' is a verb. But the leader who tries to do it all is headed for burnout, and in a powerful hurry.","author":"Bill Owens","category":"leadership"},"2268":{"id":2268,"quote":"Servant leadership is the foundation and the secret of Sam Walton's ability to achieve team synergy.","author":"Michael Bergdahl","category":"leadership"},"2269":{"id":2269,"quote":"I think it is quite dangerous for an organisation to think they can predict where they are going to need leadership. It needs to be something that people are willing to assume if it feels relevant, given the context of any situation.","author":"Margaret J. Wheatley","category":"leadership"},"2270":{"id":2270,"quote":"The 9/11 Commission recently released their report, citing important changes which need to be made to improve our nation's homeland security. I voiced my disappointment with the House leadership when this report was left until after the August recess for action.","author":"Leonard Boswell","category":"leadership"},"2271":{"id":2271,"quote":"Leadership is working with goals and vision; management is working with objectives.","author":"Russel Honore","category":"leadership"},"2272":{"id":2272,"quote":"Most leadership strategies are doomed to failure from the outset. As people have been noting for years, the majority of strategic initiatives that are driven from the top are marginally effective - at best.","author":"Peter Senge","category":"leadership"},"2273":{"id":2273,"quote":"Beginning under the Roman Empire, intellectual leadership in the West had been provided by Christianity. In the middle ages, who invented the first universities - in Paris, Oxford, Cambridge? The church.","author":"Nancy Pearcey","category":"leadership"},"2274":{"id":2274,"quote":"Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count.","author":"Mario Teguh","category":"leadership"},"2275":{"id":2275,"quote":"The topic of leadership is a touchy one. A lot of leaders fail because they don't have the bravery to touch that nerve or strike that chord. Throughout my years, I haven't had that fear.","author":"Kobe Bryant","category":"leadership"},"2276":{"id":2276,"quote":"Globalisation means many other countries are asserting themselves and trying to take over leadership. Please don't ask Americans to let others assume the leadership of human exploration. We can do wonderful science on the Moon, and wonderful commercial things. Then we can pack up and move on to Mars.","author":"Buzz Aldrin","category":"leadership"},"2277":{"id":2277,"quote":"The country has sorted itself ideologically into the two political parties, and those partisan attachments have hardened in recent years. It will take an extraordinary event and act of leadership to break this partisan divide. I thought 9/11 might provide such an opportunity, but it was not seized.","author":"Thomas E. Mann","category":"leadership"},"2278":{"id":2278,"quote":"I think America is in trouble, but it's not beyond repair. But it's going to take leadership who sees the greatness of this country and who believes that, once again, we can be one nation under God.","author":"Mike Huckabee","category":"leadership"},"2279":{"id":2279,"quote":"Example is leadership.","author":"Albert Schweitzer","category":"leadership"},"2280":{"id":2280,"quote":"The key to being a good manager is keeping the people who hate me away from those who are still undecided.","author":"Casey Stengel","category":"leadership"},"2281":{"id":2281,"quote":"The great leaders have always stage-managed their effects.","author":"Charles de Gaulle","category":"leadership"},"2282":{"id":2282,"quote":"How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking.","author":"David Joseph Schwartz","category":"leadership"},"2283":{"id":2283,"quote":"Obstacles are things a person sees when he takes his eyes off his goal.","author":"E. Joseph Cossman","category":"leadership"},"2284":{"id":2284,"quote":"Today a reader, tomorrow a leader.","author":"Margaret Fuller","category":"leadership"},"2285":{"id":2285,"quote":"Making good decisions is a crucial skill at every level.","author":"Peter Drucker","category":"leadership"},"2286":{"id":2286,"quote":"I look for what needs to be done. After all, that's how the universe designs itself.","author":"R. Buckminster Fuller","category":"leadership"},"2287":{"id":2287,"quote":"If you want a quality, act as if you already had it.","author":"William James","category":"leadership"},"2288":{"id":2288,"quote":"People buy into the leader before they buy into the vision.","author":"John C. Maxwell","category":"leadership"},"2289":{"id":2289,"quote":"No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.","author":"W. Clement Stone","category":"leadership"},"2290":{"id":2290,"quote":"If a window of opportunity appears, don't pull down the shade.","author":"Tom Peters","category":"leadership"},"2291":{"id":2291,"quote":"Management is about arranging and telling. Leadership is about nurturing and enhancing.","author":"Tom Peters","category":"leadership"},"2292":{"id":2292,"quote":"It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.","author":"Dee Hock","category":"leadership"},"2293":{"id":2293,"quote":"People who enjoy meetings should not be in charge of anything.","author":"Thomas Sowell","category":"leadership"},"2294":{"id":2294,"quote":"There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience.","author":"Chuck Tanner","category":"leadership"},"2295":{"id":2295,"quote":"Without initiative, leaders are simply workers in leadership positions.","author":"Bo Bennett","category":"leadership"},"2296":{"id":2296,"quote":"You have to lead people gently toward what they already know is right.","author":"Phil Crosby","category":"leadership"},"2297":{"id":2297,"quote":"Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.","author":"James Cash Penney","category":"leadership"},"2298":{"id":2298,"quote":"Leadership is getting someone to do what they don't want to do, to achieve what they want to achieve.","author":"Tom Landry","category":"leadership"},"2299":{"id":2299,"quote":"The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?","author":"Max de Pree","category":"leadership"},"2300":{"id":2300,"quote":"Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.","author":"Mwai Kibaki","category":"leadership"},"2301":{"id":2301,"quote":"We live in a society obsessed with public opinion. But leadership has never been about popularity.","author":"Marco Rubio","category":"leadership"},"2302":{"id":2302,"quote":"In order to cultivate a set of leaders with legitimacy in the eyes of the citizenry, it is necessary that the path to leadership be visibly open to talented and qualified individuals of every race and ethnicity.","author":"Sandra Day O'Connor","category":"leadership"},"2303":{"id":2303,"quote":"Leadership is about doing the right thing, even if it going against a vast number of naysayers and mediocre people.","author":"N. R. Narayana Murthy","category":"leadership"},"2304":{"id":2304,"quote":"The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it.","author":"Mao Zedong","category":"leadership"},"2305":{"id":2305,"quote":"A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.","author":"Jim Rohn","category":"leadership"},"2306":{"id":2306,"quote":"No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings.","author":"Peter Drucker","category":"leadership"},"2307":{"id":2307,"quote":"Divorced from ethics, leadership is reduced to management and politics to mere technique.","author":"James MacGregor Burns","category":"leadership"},"2308":{"id":2308,"quote":"True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.","author":"Bill Owens","category":"leadership"},"2309":{"id":2309,"quote":"Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.","author":"Conrad Burns","category":"leadership"},"2310":{"id":2310,"quote":"Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it's going to be incredibly valuable and incredibly in demand.","author":"Anita Borg","category":"leadership"},"2311":{"id":2311,"quote":"If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees.","author":"Ingvar Kamprad","category":"leadership"},"2312":{"id":2312,"quote":"The person who takes the oath of office in the next four months will shape not just the next four years, but the next forty years of our nation. In these next four years, we need proven leadership, proven judgment and proven values. America needs four more years of President Barack Obama.","author":"Rahm Emanuel","category":"leadership"},"2313":{"id":2313,"quote":"It's a different era. Our job now is to show leadership and vision and to help the next generation of artists.","author":"Karen Kain","category":"leadership"},"2314":{"id":2314,"quote":"If a guy is intimidated by a woman in leadership, he has real problems with his own concepts of masculinity. That's a harsh statement, but I believe it to be true.","author":"Tony Campolo","category":"leadership"},"2315":{"id":2315,"quote":"Well, I think that - I think leadership's always been about two main things: imagination and courage.","author":"Paul Keating","category":"leadership"},"2316":{"id":2316,"quote":"Pay attention to those employees who respectfully ask why. They are demonstrating an interest in their jobs and exhibiting a curiosity that could eventually translate into leadership ability.","author":"Harvey Mackay","category":"leadership"},"2317":{"id":2317,"quote":"I don't think leadership demands 'yes' or 'no' answers; I think leadership is providing the forum for making the right decision, which doesn't demand unanimity.","author":"Arthur Ochs Sulzberger, Jr.","category":"leadership"},"2318":{"id":2318,"quote":"Leadership is absolutely about inspiring action, but it is also about guarding against mis-action.","author":"Simon Sinek","category":"leadership"},"2319":{"id":2319,"quote":"Uncertainty is a permanent part of the leadership landscape. It never goes away.","author":"Andy Stanley","category":"leadership"},"2320":{"id":2320,"quote":"There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills.","author":"Shiv Khera","category":"leadership"},"2321":{"id":2321,"quote":"A good cult delivers on its promises. A good cult nourishes the needs of its members, has transparency and integrity, and creates provisions for challenging its leadership openly. A good cult expands the freedoms and well-being of its members rather than limits them.","author":"Philip Zimbardo","category":"leadership"},"2322":{"id":2322,"quote":"I think that in any group activity - whether it be business, sports, or family - there has to be leadership or it won't be successful.","author":"John Wooden","category":"leadership"},"2323":{"id":2323,"quote":"Leadership is an intense journey into yourself. You can use your own style to get anything done. It's about being self-aware. Every morning, I look in the mirror and say, 'I could have done three things better yesterday.'","author":"Jeffrey R. Immelt","category":"leadership"},"2324":{"id":2324,"quote":"No matter how good you think you are as a leader, my goodness, the people around you will have all kinds of ideas for how you can get better. So for me, the most fundamental thing about leadership is to have the humility to continue to get feedback and to try to get better - because your job is to try to help everybody else get better.","author":"Jim Yong Kim","category":"leadership"},"2325":{"id":2325,"quote":"Leadership is something you earn, something you're chosen for. You can't come in yelling, 'I'm your leader!' If it happens, it's because the other guys respect you.","author":"Ben Roethlisberger","category":"leadership"},"2326":{"id":2326,"quote":"The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.","author":"John Buchan","category":"leadership"},"2327":{"id":2327,"quote":"Leadership consists not in degrees of technique but in traits of character; it requires moral rather than athletic or intellectual effort, and it imposes on both leader and follower alike the burdens of self-restraint.","author":"Lewis H. Lapham","category":"leadership"},"2328":{"id":2328,"quote":"You have to enable and empower people to make decisions independent of you. As I've learned, each person on a team is an extension of your leadership; if they feel empowered by you they will magnify your power to lead.","author":"Tom Ridge","category":"leadership"},"2329":{"id":2329,"quote":"Sport fosters many things that are good; teamwork and leadership.","author":"Daley Thompson","category":"leadership"},"2330":{"id":2330,"quote":"The Leadership Training Institute of America trains and equips young men and women to be leaders with high standards of personal morality and integrity.","author":"Michael Burgess","category":"leadership"},"2331":{"id":2331,"quote":"At that time, the army leadership said the implementation of this agreement would allow everyone, including the IRA, to take its political objectives forward by peaceful and democratic means.","author":"Gerry Adams","category":"leadership"},"2332":{"id":2332,"quote":"You can never stop and as older people, we have to learn how to take leadership from the youth and I guess I would say that this is what I'm attempting to do right now.","author":"Angela Davis","category":"leadership"},"2333":{"id":2333,"quote":"Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got.","author":"Larry Bird","category":"leadership"},"2334":{"id":2334,"quote":"The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt.","author":"Barack Obama","category":"leadership"},"2335":{"id":2335,"quote":"In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.","author":"Charles Stanley","category":"leadership"},"2336":{"id":2336,"quote":"God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.","author":"Charles Stanley","category":"leadership"},"2337":{"id":2337,"quote":"I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology.","author":"William J. Clinton","category":"leadership"},"2338":{"id":2338,"quote":"Leadership can't be fabricated. If it is fabricated and rehearsed, you can't fool the guys in the locker room. So when you talk about leadership, it comes with performance. Leadership comes with consistency.","author":"Junior Seau","category":"leadership"},"2339":{"id":2339,"quote":"Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.","author":"Ron Fournier","category":"leadership"},"2340":{"id":2340,"quote":"Leadership must be likeable, affable, cordial, and above all emotional. The fashion of authoritarian leadership is gone. Football is about life. You can't be angry all day.","author":"Vicente del Bosque","category":"leadership"},"2341":{"id":2341,"quote":"Leadership is all about taking people on a journey. The challenge is that most of the time, we are asking people to follow us to places we ourselves have never been.","author":"Andy Stanley","category":"leadership"},"2342":{"id":2342,"quote":"I think there is probably no better person to aspire to emulate than Steve Jobs and what he has done at Apple in terms of his leadership, his innovation, not settling for mediocrity.","author":"Howard Schultz","category":"leadership"},"2343":{"id":2343,"quote":"I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth.","author":"Vladimir Putin","category":"leadership"},"2344":{"id":2344,"quote":"I vividly remember a conversation I had many years ago in 1974, which marked a turning point in my leadership journey. I was sitting at a Holiday Inn with my friend, Kurt Campmeyer, when he asked me if I had a personal growth plan. I didn't. In fact, I didn't even know you were supposed to have one.","author":"John C. Maxwell","category":"leadership"},"2345":{"id":2345,"quote":"There's the assumption being made by the national security advisers to the Obama administration that the North Korean leadership is not suicidal, that they know they will be obliterated if they attacked the United States. But I would point that everything in South Korea and Japan is well within range of what they might want to do.","author":"Oliver North","category":"leadership"},"2346":{"id":2346,"quote":"In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy.","author":"Barack Obama","category":"leadership"},"2347":{"id":2347,"quote":"I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.","author":"Wendy Davis","category":"leadership"},"2348":{"id":2348,"quote":"I believe in servant leadership, and the servant always asks, 'Where am I needed most?'","author":"Mike Pence","category":"leadership"},"2349":{"id":2349,"quote":"We are looking for a set of personal characteristics that predict success, the first and foremost of which is perseverance in the face of challenges. We also look for the ability to influence and motivate others who share your values, strong problem-solving ability, and leadership.","author":"Wendy Kopp","category":"leadership"},"2350":{"id":2350,"quote":"I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts toward the same goal.","author":"Ben Carson","category":"leadership"},"2351":{"id":2351,"quote":"Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure.","author":"John C. Maxwell","category":"leadership"},"2352":{"id":2352,"quote":"The trouble with the Labour Party leadership and the trade union leadership, they're quite willing to applaud millions on the streets of the Philippines or in Eastern Europe, without understanding the need to also produce millions of people on the streets of Britain.","author":"Arthur Scargill","category":"leadership"},"2353":{"id":2353,"quote":"Leadership cannot really be taught. It can only be learned.","author":"Harold S. Geneen","category":"leadership"},"2354":{"id":2354,"quote":"The task of the leader is to get his people from where they are to where they have not been.","author":"Henry A. Kissinger","category":"leadership"},"2355":{"id":2355,"quote":"Leadership - leadership is about taking responsibility, not making excuses.","author":"Mitt Romney","category":"leadership"},"2356":{"id":2356,"quote":"Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.","author":"Ferdinand Marcos","category":"leadership"},"2357":{"id":2357,"quote":"Management's job is to convey leadership's message in a compelling and inspiring way. Not just in meetings, but also by example.","author":"Jeffrey Gitomer","category":"leadership"},"2358":{"id":2358,"quote":"Don't necessarily avoid sharp edges. Occasionally they are necessary to leadership.","author":"Donald Rumsfeld","category":"leadership"},"2359":{"id":2359,"quote":"The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.","author":"Sidney Sheldon","category":"leadership"},"2360":{"id":2360,"quote":"A functioning, robust democracy requires a healthy educated, participatory followership, and an educated, morally grounded leadership.","author":"Chinua Achebe","category":"leadership"},"2361":{"id":2361,"quote":"The Washington leadership has put aside non-proliferation programmes and devoted its energies and resources to driving the country to war by extraordinary deceit, then trying to manage the catastrophe it created in Iraq.","author":"Noam Chomsky","category":"leadership"},"2362":{"id":2362,"quote":"I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.","author":"Mo Rocca","category":"leadership"},"2363":{"id":2363,"quote":"To succeed in business it is necessary to make others see things as you see them.","author":"Aristotle Onassis","category":"leadership"},"2364":{"id":2364,"quote":"It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it.","author":"Henry A. Kissinger","category":"leadership"},"2365":{"id":2365,"quote":"Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible.","author":"John Raleigh Mott","category":"leadership"},"2366":{"id":2366,"quote":"I start with the premise that the function of leadership is to produce more leaders, not more followers.","author":"Ralph Nader","category":"leadership"}}