{"2367":{"id":2367,"quote":"There is only one happiness in this life, to love and be loved.","author":"George Sand","category":"life"},"2368":{"id":2368,"quote":"Life is really simple, but we insist on making it complicated.","author":"Confucius","category":"life"},"2369":{"id":2369,"quote":"Life is 10% what happens to you and 90% how you react to it.","author":"Charles R. Swindoll","category":"life"},"2370":{"id":2370,"quote":"The greatest gift of life is friendship, and I have received it.","author":"Hubert H. Humphrey","category":"life"},"2371":{"id":2371,"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","category":"life"},"2372":{"id":2372,"quote":"The purpose of our lives is to be happy.","author":"Dalai Lama","category":"life"},"2373":{"id":2373,"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.","author":"Steve Jobs","category":"life"},"2374":{"id":2374,"quote":"Believe that life is worth living and your belief will help create the fact.","author":"William James","category":"life"},"2375":{"id":2375,"quote":"Life isn't about finding yourself. Life is about creating yourself.","author":"George Bernard Shaw","category":"life"},"2376":{"id":2376,"quote":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","author":"Buddha","category":"life"},"2377":{"id":2377,"quote":"We must let go of the life we have planned, so as to accept the one that is waiting for us.","author":"Joseph Campbell","category":"life"},"2378":{"id":2378,"quote":"Be happy for this moment. This moment is your life.","author":"Omar Khayyam","category":"life"},"2379":{"id":2379,"quote":"Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.","author":"Kevyn Aucoin","category":"life"},"2380":{"id":2380,"quote":"Education is not preparation for life; education is life itself.","author":"John Dewey","category":"life"},"2381":{"id":2381,"quote":"Do not take life too seriously. You will never get out of it alive.","author":"Elbert Hubbard","category":"life"},"2382":{"id":2382,"quote":"We do not remember days, we remember moments.","author":"Cesare Pavese","category":"life"},"2383":{"id":2383,"quote":"Very little is needed to make a happy life; it is all within yourself, in your way of thinking.","author":"Marcus Aurelius","category":"life"},"2384":{"id":2384,"quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author":"Voltaire","category":"life"},"2385":{"id":2385,"quote":"In the end, it's not the years in your life that count. It's the life in your years.","author":"Abraham Lincoln","category":"life"},"2386":{"id":2386,"quote":"My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.","author":"Maya Angelou","category":"life"},"2387":{"id":2387,"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author":"Oscar Wilde","category":"life"},"2388":{"id":2388,"quote":"The best thing to hold onto in life is each other.","author":"Audrey Hepburn","category":"life"},"2389":{"id":2389,"quote":"A hero is someone who has given his or her life to something bigger than oneself.","author":"Joseph Campbell","category":"life"},"2390":{"id":2390,"quote":"The most important thing is to enjoy your life - to be happy - it's all that matters.","author":"Audrey Hepburn","category":"life"},"2391":{"id":2391,"quote":"You cannot have a positive life and a negative mind.","author":"Joyce Meyer","category":"life"},"2392":{"id":2392,"quote":"Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","category":"life"},"2393":{"id":2393,"quote":"However difficult life may seem, there is always something you can do and succeed at.","author":"Stephen Hawking","category":"life"},"2394":{"id":2394,"quote":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","author":"Buddha","category":"life"},"2395":{"id":2395,"quote":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.","author":"Norman Cousins","category":"life"},"2396":{"id":2396,"quote":"At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through.","author":"Kim Kardashian","category":"life"},"2397":{"id":2397,"quote":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.","author":"Melody Beattie","category":"life"},"2398":{"id":2398,"quote":"Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","category":"life"},"2399":{"id":2399,"quote":"Sometimes life hits you in the head with a brick. Don't lose faith.","author":"Steve Jobs","category":"life"},"2400":{"id":2400,"quote":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","author":"Rabindranath Tagore","category":"life"},"2401":{"id":2401,"quote":"Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.","author":"Phillip Sweet","category":"life"},"2402":{"id":2402,"quote":"There are two great days in a person's life - the day we are born and the day we discover why.","author":"William Barclay","category":"life"},"2403":{"id":2403,"quote":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius","category":"life"},"2404":{"id":2404,"quote":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","author":"Charles R. Swindoll","category":"life"},"2405":{"id":2405,"quote":"Live life to the fullest, and focus on the positive.","author":"Matt Cameron","category":"life"},"2406":{"id":2406,"quote":"Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.","author":"Walter Anderson","category":"life"},"2407":{"id":2407,"quote":"The privilege of a lifetime is being who you are.","author":"Joseph Campbell","category":"life"},"2408":{"id":2408,"quote":"Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.","author":"Jack Canfield","category":"life"},"2409":{"id":2409,"quote":"Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.","author":"Yoko Ono","category":"life"},"2410":{"id":2410,"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world's busy life and become more interested in people than in things.","author":"Thomas S. Monson","category":"life"},"2411":{"id":2411,"quote":"Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.","author":"Plato","category":"life"},"2412":{"id":2412,"quote":"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.","author":"Steve Jobs","category":"life"},"2413":{"id":2413,"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","category":"life"},"2414":{"id":2414,"quote":"Change is the law of life. And those who look only to the past or present are certain to miss the future.","author":"John F. Kennedy","category":"life"},"2415":{"id":2415,"quote":"The purpose of art is washing the dust of daily life off our souls.","author":"Pablo Picasso","category":"life"},"2416":{"id":2416,"quote":"The bond that links your true family is not one of blood, but of respect and joy in each other's life.","author":"Richard Bach","category":"life"},"2417":{"id":2417,"quote":"Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.","author":"Sholom Aleichem","category":"life"},"2418":{"id":2418,"quote":"Life is not a problem to be solved, but a reality to be experienced.","author":"Soren Kierkegaard","category":"life"},"2419":{"id":2419,"quote":"The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work.","author":"Lucas Grabeel","category":"life"},"2420":{"id":2420,"quote":"The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.","author":"Eminem","category":"life"},"2421":{"id":2421,"quote":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","author":"Baltasar Gracian","category":"life"},"2422":{"id":2422,"quote":"Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.","author":"Ashley Smith","category":"life"},"2423":{"id":2423,"quote":"Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!","author":"Bob Marley","category":"life"},"2424":{"id":2424,"quote":"I'm lucky in having found the perfect partner to spend my life with.","author":"Sara Paretsky","category":"life"},"2425":{"id":2425,"quote":"If the only prayer you ever say in your entire life is thank you, it will be enough.","author":"Meister Eckhart","category":"life"},"2426":{"id":2426,"quote":"My life motto is 'Do my best, so that I can't blame myself for anything.'","author":"Magdalena Neuner","category":"life"},"2427":{"id":2427,"quote":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","author":"Tecumseh","category":"life"},"2428":{"id":2428,"quote":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","author":"Lil' Kim","category":"life"},"2429":{"id":2429,"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","author":"Buddha","category":"life"},"2430":{"id":2430,"quote":"We make a living by what we get, but we make a life by what we give.","author":"Winston Churchill","category":"life"},"2431":{"id":2431,"quote":"The more you praise and celebrate your life, the more there is in life to celebrate.","author":"Oprah Winfrey","category":"life"},"2432":{"id":2432,"quote":"Over and over I marvel at the blessings of my life: Each year has grown better than the last.","author":"Lawrence Welk","category":"life"},"2433":{"id":2433,"quote":"Life is like riding a bicycle. To keep your balance, you must keep moving.","author":"Albert Einstein","category":"life"},"2434":{"id":2434,"quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.","author":"Mark Twain","category":"life"},"2435":{"id":2435,"quote":"I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.","author":"Michael Jordan","category":"life"},"2436":{"id":2436,"quote":"I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","author":"Martin Lawrence","category":"life"},"2437":{"id":2437,"quote":"Without music, life would be a mistake.","author":"Friedrich Nietzsche","category":"life"},"2438":{"id":2438,"quote":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","author":"Bruce Lee","category":"life"},"2439":{"id":2439,"quote":"Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.","author":"Valerie Bertinelli","category":"life"},"2440":{"id":2440,"quote":"When I am president, I will work to ensure that all of our kids are treated equally and protected equally. Every action I take, I will ask myself, 'Does this make life better for young Americans in Baltimore, Chicago, Detroit, Ferguson, who have as much of a right to live out their dreams as any other child America?'","author":"Donald Trump","category":"life"},"2441":{"id":2441,"quote":"All you need in this life is ignorance and confidence, and then success is sure.","author":"Mark Twain","category":"life"},"2442":{"id":2442,"quote":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","author":"Ron White","category":"life"},"2443":{"id":2443,"quote":"The biggest adventure you can take is to live the life of your dreams.","author":"Oprah Winfrey","category":"life"},"2444":{"id":2444,"quote":"No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.","author":"Steve Jobs","category":"life"},"2445":{"id":2445,"quote":"Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.","author":"Kenneth Branagh","category":"life"},"2446":{"id":2446,"quote":"If you have no confidence in self, you are twice defeated in the race of life.","author":"Marcus Garvey","category":"life"},"2447":{"id":2447,"quote":"If you are not too long, I will wait here for you all my life.","author":"Oscar Wilde","category":"life"},"2448":{"id":2448,"quote":"Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.","author":"A. P. J. Abdul Kalam","category":"life"},"2449":{"id":2449,"quote":"Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.","author":"Sai Baba","category":"life"},"2450":{"id":2450,"quote":"For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.","author":"Steve Jobs","category":"life"},"2451":{"id":2451,"quote":"Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it.","author":"Ralph Marston","category":"life"},"2452":{"id":2452,"quote":"You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","author":"Michelle Obama","category":"life"},"2453":{"id":2453,"quote":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","author":"Jiddu Krishnamurti","category":"life"},"2454":{"id":2454,"quote":"The purpose of human life is to serve, and to show compassion and the will to help others.","author":"Albert Schweitzer","category":"life"},"2455":{"id":2455,"quote":"In three words I can sum up everything I've learned about life: it goes on.","author":"Robert Frost","category":"life"},"2456":{"id":2456,"quote":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.","author":"Will Smith","category":"life"},"2457":{"id":2457,"quote":"Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","author":"Golda Meir","category":"life"},"2458":{"id":2458,"quote":"Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self.","author":"B. R. Ambedkar","category":"life"},"2459":{"id":2459,"quote":"The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.","author":"Billy Graham","category":"life"},"2460":{"id":2460,"quote":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author":"Albert Schweitzer","category":"life"},"2461":{"id":2461,"quote":"It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life.","author":"Dawn French","category":"life"},"2462":{"id":2462,"quote":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","author":"Ernest Hemingway","category":"life"},"2463":{"id":2463,"quote":"My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life.","author":"Mohammed bin Rashid Al Maktoum","category":"life"},"2464":{"id":2464,"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","author":"Plato","category":"life"},"2465":{"id":2465,"quote":"If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","author":"William J. Clinton","category":"life"},"2466":{"id":2466,"quote":"Always keep your smile. That's how I explain my long life.","author":"Jeanne Calment","category":"life"},"2467":{"id":2467,"quote":"Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up.","author":"Ezra Taft Benson","category":"life"},"2468":{"id":2468,"quote":"You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about.","author":"Sophia Loren","category":"life"},"2469":{"id":2469,"quote":"Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.","author":"Henry Rollins","category":"life"},"2470":{"id":2470,"quote":"You have enemies? Good. That means you've stood up for something, sometime in your life.","author":"Winston Churchill","category":"life"},"2471":{"id":2471,"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","author":"Thomas Jefferson","category":"life"},"2472":{"id":2472,"quote":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","author":"William Morris","category":"life"},"2473":{"id":2473,"quote":"He who is not courageous enough to take risks will accomplish nothing in life.","author":"Muhammad Ali","category":"life"},"2474":{"id":2474,"quote":"You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.","author":"Brad Garrett","category":"life"},"2475":{"id":2475,"quote":"In this life, we have to make many choices. Some are very important choices. Some are not. Many of our choices are between good and evil. The choices we make, however, determine to a large extent our happiness or our unhappiness, because we have to live with the consequences of our choices.","author":"James E. Faust","category":"life"},"2476":{"id":2476,"quote":"Whatever you do in life, surround yourself with smart people who'll argue with you.","author":"John Wooden","category":"life"},"2477":{"id":2477,"quote":"Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me.","author":"Anne Hathaway","category":"life"},"2478":{"id":2478,"quote":"You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.","author":"Steve Jobs","category":"life"},"2479":{"id":2479,"quote":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author":"Leo Buscaglia","category":"life"},"2480":{"id":2480,"quote":"I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting.","author":"Joyce Meyer","category":"life"},"2481":{"id":2481,"quote":"Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.","author":"Stephen Covey","category":"life"},"2482":{"id":2482,"quote":"The life of the dead is placed in the memory of the living.","author":"Marcus Tullius Cicero","category":"life"},"2483":{"id":2483,"quote":"The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.","author":"Christopher McCandless","category":"life"},"2484":{"id":2484,"quote":"All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.","author":"Pope Paul VI","category":"life"},"2485":{"id":2485,"quote":"Slow down and enjoy life. It's not only the scenery you miss by going to fast - you also miss the sense of where you are going and why.","author":"Eddie Cantor","category":"life"},"2486":{"id":2486,"quote":"I don't regret what I've been through. I've had ups and downs, super highs and some really low lows. I've been so blessed that I could never say, 'I wish this didn't happen.' It's part of who I am. There's nothing in my life that's so ugh.","author":"Jennifer Lopez","category":"life"},"2487":{"id":2487,"quote":"We love life, not because we are used to living but because we are used to loving.","author":"Friedrich Nietzsche","category":"life"},"2488":{"id":2488,"quote":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","author":"Vince Lombardi","category":"life"},"2489":{"id":2489,"quote":"There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.","author":"Nelson Mandela","category":"life"},"2490":{"id":2490,"quote":"Wealth is the ability to fully experience life.","author":"Henry David Thoreau","category":"life"},"2491":{"id":2491,"quote":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.","author":"Buddha","category":"life"},"2492":{"id":2492,"quote":"You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.","author":"Kirsten Dunst","category":"life"},"2493":{"id":2493,"quote":"We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.","author":"Thomas Jefferson","category":"life"},"2494":{"id":2494,"quote":"So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.","author":"Helen Keller","category":"life"},"2495":{"id":2495,"quote":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","author":"John Locke","category":"life"},"2496":{"id":2496,"quote":"Learning to trust is one of life's most difficult tasks.","author":"Isaac Watts","category":"life"},"2497":{"id":2497,"quote":"I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone.","author":"Robin Williams","category":"life"},"2498":{"id":2498,"quote":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.","author":"Andrew Shue","category":"life"},"2499":{"id":2499,"quote":"There are two means of refuge from the miseries of life: music and cats.","author":"Albert Schweitzer","category":"life"},"2500":{"id":2500,"quote":"It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.","author":"Caroline Kennedy","category":"life"},"2501":{"id":2501,"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe","category":"life"},"2502":{"id":2502,"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","author":"Jean de La Fontaine","category":"life"},"2503":{"id":2503,"quote":"Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.","author":"Louis Aragon","category":"life"},"2504":{"id":2504,"quote":"The bird is powered by its own life and by its motivation.","author":"A. P. J. Abdul Kalam","category":"life"},"2505":{"id":2505,"quote":"Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.","author":"Steve Jobs","category":"life"},"2506":{"id":2506,"quote":"I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.","author":"Sonam Kapoor","category":"life"},"2507":{"id":2507,"quote":"Life's most persistent and urgent question is, 'What are you doing for others?'","author":"Martin Luther King, Jr.","category":"life"},"2508":{"id":2508,"quote":"I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","category":"life"},"2509":{"id":2509,"quote":"The deepest fear we have, 'the fear beneath all fears,' is the fear of not measuring up, the fear of judgment. It's this fear that creates the stress and depression of everyday life.","author":"Tullian Tchividjian","category":"life"},"2510":{"id":2510,"quote":"Loving oneself isn't hard, when you understand who and what 'yourself' is. It has nothing to do with the shape of your face, the size of your eyes, the length of your hair or the quality of your clothes. It's so beyond all of those things and it's what gives life to everything about you. Your own self is such a treasure.","author":"Phylicia Rashad","category":"life"},"2511":{"id":2511,"quote":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","author":"Linda Thompson","category":"life"},"2512":{"id":2512,"quote":"I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.","author":"Eric Idle","category":"life"},"2513":{"id":2513,"quote":"Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.","author":"Samuel Ullman","category":"life"},"2514":{"id":2514,"quote":"Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.","author":"Og Mandino","category":"life"},"2515":{"id":2515,"quote":"There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.","author":"Sharron Angle","category":"life"},"2516":{"id":2516,"quote":"If you love life, don't waste time, for time is what life is made up of.","author":"Bruce Lee","category":"life"},"2517":{"id":2517,"quote":"Forgiveness is a way of opening up the doors again and moving forward, whether it's a personal life or a national life.","author":"Hillary Clinton","category":"life"},"2518":{"id":2518,"quote":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","author":"Reba McEntire","category":"life"},"2519":{"id":2519,"quote":"Life is either a great adventure or nothing.","author":"Helen Keller","category":"life"},"2520":{"id":2520,"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","category":"life"},"2521":{"id":2521,"quote":"So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit.","author":"Christopher McCandless","category":"life"},"2522":{"id":2522,"quote":"Part of the secret of a success in life is to eat what you like and let the food fight it out inside.","author":"Mark Twain","category":"life"},"2523":{"id":2523,"quote":"Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author":"Lao Tzu","category":"life"},"2524":{"id":2524,"quote":"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'","author":"Muhammad Ali","category":"life"},"2525":{"id":2525,"quote":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.","author":"Paulo Coelho","category":"life"},"2526":{"id":2526,"quote":"Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.","author":"Henry Ford","category":"life"},"2527":{"id":2527,"quote":"One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.","author":"Agatha Christie","category":"life"},"2528":{"id":2528,"quote":"A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy.","author":"Yanni","category":"life"},"2529":{"id":2529,"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","category":"life"},"2530":{"id":2530,"quote":"Music washes away from the soul the dust of everyday life.","author":"Berthold Auerbach","category":"life"},"2531":{"id":2531,"quote":"Life is all about having a good time.","author":"Miley Cyrus","category":"life"},"2532":{"id":2532,"quote":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","author":"Charles Stanley","category":"life"},"2533":{"id":2533,"quote":"Let us put our minds together and see what life we can make for our children.","author":"Sitting Bull","category":"life"},"2534":{"id":2534,"quote":"My whole life is about winning. I don't lose often. I almost never lose.","author":"Donald Trump","category":"life"},"2535":{"id":2535,"quote":"The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in.","author":"Paris Hilton","category":"life"},"2536":{"id":2536,"quote":"One way to get the most out of life is to look upon it as an adventure.","author":"William Feather","category":"life"},"2537":{"id":2537,"quote":"And the greatest lesson that mom ever taught me though was this one. She told me there would be times in your life when you have to choose between being loved and being respected. Now she said to always pick being respected.","author":"Chris Christie","category":"life"},"2538":{"id":2538,"quote":"Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.","author":"Marilu Henner","category":"life"},"2539":{"id":2539,"quote":"Life is all about evolution. What looks like a mistake to others has been a milestone in my life. Even if people have betrayed me, even if my heart was broken, even if people misunderstood or judged me, I have learned from these incidents. We are human and we make mistakes, but learning from them is what makes the difference.","author":"Amisha Patel","category":"life"},"2540":{"id":2540,"quote":"Each person must live their life as a model for others.","author":"Rosa Parks","category":"life"},"2541":{"id":2541,"quote":"This life is like a swimming pool. You dive into the water, but you can't see how deep it is.","author":"Dennis Rodman","category":"life"},"2542":{"id":2542,"quote":"It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave.","author":"Tupac Shakur","category":"life"},"2543":{"id":2543,"quote":"Don't ever doubt yourselves or waste a second of your life. It's too short, and you're too special.","author":"Ariana Grande","category":"life"},"2544":{"id":2544,"quote":"Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.","author":"Ayn Rand","category":"life"},"2545":{"id":2545,"quote":"For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.","author":"Arnold Schwarzenegger","category":"life"},"2546":{"id":2546,"quote":"Without health life is not life; it is only a state of langour and suffering - an image of death.","author":"Buddha","category":"life"},"2547":{"id":2547,"quote":"Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.","author":"Al Lopez","category":"life"},"2548":{"id":2548,"quote":"Life is short, and it is up to you to make it sweet.","author":"Sarah Louise Delany","category":"life"}}