{"2549":{"id":2549,"quote":"There is only one happiness in this life, to love and be loved.","author":"George Sand","category":"love"},"2550":{"id":2550,"quote":"Friends show their love in times of trouble, not in happiness.","author":"Euripides","category":"love"},"2551":{"id":2551,"quote":"The good life is one inspired by love and guided by knowledge.","author":"Bertrand Russell","category":"love"},"2552":{"id":2552,"quote":"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.","author":"Steve Jobs","category":"love"},"2553":{"id":2553,"quote":"Love is when the other person's happiness is more important than your own.","author":"H. Jackson Brown, Jr.","category":"love"},"2554":{"id":2554,"quote":"There is always some madness in love. But there is also always some reason in madness.","author":"Friedrich Nietzsche","category":"love"},"2555":{"id":2555,"quote":"Love is the only force capable of transforming an enemy into a friend.","author":"Martin Luther King, Jr.","category":"love"},"2556":{"id":2556,"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","author":"Mother Teresa","category":"love"},"2557":{"id":2557,"quote":"Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.","author":"David Frost","category":"love"},"2558":{"id":2558,"quote":"Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author":"Joel Osteen","category":"love"},"2559":{"id":2559,"quote":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","author":"Ann Landers","category":"love"},"2560":{"id":2560,"quote":"Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become.","author":"Johnny Weir","category":"love"},"2561":{"id":2561,"quote":"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.","author":"Albert Schweitzer","category":"love"},"2562":{"id":2562,"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author":"Oscar Wilde","category":"love"},"2563":{"id":2563,"quote":"The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.","author":"Audrey Hepburn","category":"love"},"2564":{"id":2564,"quote":"You can't blame gravity for falling in love.","author":"Albert Einstein","category":"love"},"2565":{"id":2565,"quote":"The best thing to hold onto in life is each other.","author":"Audrey Hepburn","category":"love"},"2566":{"id":2566,"quote":"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.","author":"Pele","category":"love"},"2567":{"id":2567,"quote":"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.","author":"Martin Luther King, Jr.","category":"love"},"2568":{"id":2568,"quote":"Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","author":"Bradley Whitford","category":"love"},"2569":{"id":2569,"quote":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","author":"Lao Tzu","category":"love"},"2570":{"id":2570,"quote":"Spread love everywhere you go. Let no one ever come to you without leaving happier.","author":"Mother Teresa","category":"love"},"2571":{"id":2571,"quote":"Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful.","author":"Zoe Kravitz","category":"love"},"2572":{"id":2572,"quote":"Love isn't something you find. Love is something that finds you.","author":"Loretta Young","category":"love"},"2573":{"id":2573,"quote":"Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","category":"love"},"2574":{"id":2574,"quote":"True love is like ghosts, which everyone talks about and few have seen.","author":"Francois de La Rochefoucauld","category":"love"},"2575":{"id":2575,"quote":"A flower cannot blossom without sunshine, and man cannot live without love.","author":"Max Muller","category":"love"},"2576":{"id":2576,"quote":"I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.","author":"Martin Luther King, Jr.","category":"love"},"2577":{"id":2577,"quote":"Choose a job you love, and you will never have to work a day in your life.","author":"Confucius","category":"love"},"2578":{"id":2578,"quote":"Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'","author":"Erich Fromm","category":"love"},"2579":{"id":2579,"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","author":"Brad Henry","category":"love"},"2580":{"id":2580,"quote":"The spirit of Christmas is the spirit of love and of generosity and of goodness. It illuminates the picture window of the soul, and we look out upon the world's busy life and become more interested in people than in things.","author":"Thomas S. Monson","category":"love"},"2581":{"id":2581,"quote":"Sometimes the heart sees what is invisible to the eye.","author":"H. Jackson Brown, Jr.","category":"love"},"2582":{"id":2582,"quote":"Love yourself. It is important to stay positive because beauty comes from the inside out.","author":"Jenn Proske","category":"love"},"2583":{"id":2583,"quote":"I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","author":"Robert Fulghum","category":"love"},"2584":{"id":2584,"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","category":"love"},"2585":{"id":2585,"quote":"Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","category":"love"},"2586":{"id":2586,"quote":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.","author":"Orson Welles","category":"love"},"2587":{"id":2587,"quote":"Love all, trust a few, do wrong to none.","author":"William Shakespeare","category":"love"},"2588":{"id":2588,"quote":"A successful marriage requires falling in love many times, always with the same person.","author":"Mignon McLaughlin","category":"love"},"2589":{"id":2589,"quote":"The love of family and the admiration of friends is much more important than wealth and privilege.","author":"Charles Kuralt","category":"love"},"2590":{"id":2590,"quote":"The greatest healing therapy is friendship and love.","author":"Hubert H. Humphrey","category":"love"},"2591":{"id":2591,"quote":"If you love someone, set them free. If they come back they're yours; if they don't they never were.","author":"Richard Bach","category":"love"},"2592":{"id":2592,"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","author":"Bertrand Russell","category":"love"},"2593":{"id":2593,"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","category":"love"},"2594":{"id":2594,"quote":"Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","author":"Denis Waitley","category":"love"},"2595":{"id":2595,"quote":"A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.","author":"Abhishek Bachchan","category":"love"},"2596":{"id":2596,"quote":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.","author":"Marilyn Monroe","category":"love"},"2597":{"id":2597,"quote":"If music be the food of love, play on.","author":"William Shakespeare","category":"love"},"2598":{"id":2598,"quote":"When the power of love overcomes the love of power the world will know peace.","author":"Jimi Hendrix","category":"love"},"2599":{"id":2599,"quote":"A new command I give you: Love one another. As I have loved you, so you must love one another.","author":"Jesus Christ","category":"love"},"2600":{"id":2600,"quote":"Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration.","author":"Taylor Swift","category":"love"},"2601":{"id":2601,"quote":"Where we love is home - home that our feet may leave, but not our hearts.","author":"Oliver Wendell Holmes, Sr.","category":"love"},"2602":{"id":2602,"quote":"Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.","author":"Jim Morrison","category":"love"},"2603":{"id":2603,"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author":"Brian Tracy","category":"love"},"2604":{"id":2604,"quote":"Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.","author":"Sai Baba","category":"love"},"2605":{"id":2605,"quote":"True love stories never have endings.","author":"Richard Bach","category":"love"},"2606":{"id":2606,"quote":"But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.","author":"Khalil Gibran","category":"love"},"2607":{"id":2607,"quote":"Love of beauty is taste. The creation of beauty is art.","author":"Ralph Waldo Emerson","category":"love"},"2608":{"id":2608,"quote":"The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.","author":"Michael Jordan","category":"love"},"2609":{"id":2609,"quote":"The course of true love never did run smooth.","author":"William Shakespeare","category":"love"},"2610":{"id":2610,"quote":"I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.","author":"Jennifer Aniston","category":"love"},"2611":{"id":2611,"quote":"Let the beauty of what you love be what you do.","author":"Rumi","category":"love"},"2612":{"id":2612,"quote":"There is no sincerer love than the love of food.","author":"George Bernard Shaw","category":"love"},"2613":{"id":2613,"quote":"Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.","author":"Maya Angelou","category":"love"},"2614":{"id":2614,"quote":"Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.","author":"Satchel Paige","category":"love"},"2615":{"id":2615,"quote":"There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more.","author":"Lord Byron","category":"love"},"2616":{"id":2616,"quote":"The more often we see the things around us - even the beautiful and wonderful things - the more they become invisible to us. That is why we often take for granted the beauty of this world: the flowers, the trees, the birds, the clouds - even those we love. Because we see things so often, we see them less and less.","author":"Joseph B. Wirthlin","category":"love"},"2617":{"id":2617,"quote":"I love deadlines. I like the whooshing sound they make as they fly by.","author":"Douglas Adams","category":"love"},"2618":{"id":2618,"quote":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","author":"Ernest Hemingway","category":"love"},"2619":{"id":2619,"quote":"It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get.","author":"Confucius","category":"love"},"2620":{"id":2620,"quote":"When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.","author":"Marcus Aurelius","category":"love"},"2621":{"id":2621,"quote":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","author":"Lao Tzu","category":"love"},"2622":{"id":2622,"quote":"True love doesn't happen right away; it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together.","author":"Ricardo Montalban","category":"love"},"2623":{"id":2623,"quote":"I love you the more in that I believe you had liked me for my own sake and for nothing else.","author":"John Keats","category":"love"},"2624":{"id":2624,"quote":"Love and compassion are necessities, not luxuries. Without them humanity cannot survive.","author":"Dalai Lama","category":"love"},"2625":{"id":2625,"quote":"There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.","author":"Washington Irving","category":"love"},"2626":{"id":2626,"quote":"Love is the ultimate expression of the will to live.","author":"Tom Wolfe","category":"love"},"2627":{"id":2627,"quote":"I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.","author":"Nicole Scherzinger","category":"love"},"2628":{"id":2628,"quote":"Love is a hole in the heart.","author":"Ben Hecht","category":"love"},"2629":{"id":2629,"quote":"Love is all we have, the only way that each can help the other.","author":"Euripides","category":"love"},"2630":{"id":2630,"quote":"When love and skill work together, expect a masterpiece.","author":"John Ruskin","category":"love"},"2631":{"id":2631,"quote":"Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.","author":"H. Jackson Brown, Jr.","category":"love"},"2632":{"id":2632,"quote":"May you live as long as you wish and love as long as you live.","author":"Robert A. Heinlein","category":"love"},"2633":{"id":2633,"quote":"A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.","author":"Paul Sweeney","category":"love"},"2634":{"id":2634,"quote":"My brothers and sisters, true love is a reflection of the Savior's love. In December of each year we call it the Christmas spirit. You can hear it. You can see it. You can feel it.","author":"Thomas S. Monson","category":"love"},"2635":{"id":2635,"quote":"Black as the devil, hot as hell, pure as an angel, sweet as love.","author":"Charles Maurice de Talleyrand","category":"love"},"2636":{"id":2636,"quote":"We love life, not because we are used to living but because we are used to loving.","author":"Friedrich Nietzsche","category":"love"},"2637":{"id":2637,"quote":"Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.","author":"Stevie Wonder","category":"love"},"2638":{"id":2638,"quote":"Love who you are, embrace who you are. Love yourself. When you love yourself, people can kind of pick up on that: they can see confidence, they can see self-esteem, and naturally, people gravitate towards you.","author":"Lilly Singh","category":"love"},"2639":{"id":2639,"quote":"A dog is the only thing on earth that loves you more than you love yourself.","author":"Josh Billings","category":"love"},"2640":{"id":2640,"quote":"You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.","author":"Kirsten Dunst","category":"love"},"2641":{"id":2641,"quote":"Never go on trips with anyone you do not love.","author":"Ernest Hemingway","category":"love"},"2642":{"id":2642,"quote":"Love begins by taking care of the closest ones - the ones at home.","author":"Mother Teresa","category":"love"},"2643":{"id":2643,"quote":"The most powerful weapon on earth is the human soul on fire.","author":"Ferdinand Foch","category":"love"},"2644":{"id":2644,"quote":"Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them.","author":"Stacy London","category":"love"},"2645":{"id":2645,"quote":"Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.","author":"Mahatma Gandhi","category":"love"},"2646":{"id":2646,"quote":"We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.","author":"John Lennon","category":"love"},"2647":{"id":2647,"quote":"You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.","author":"Buddha","category":"love"},"2648":{"id":2648,"quote":"Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.","author":"Bernie Siegel","category":"love"},"2649":{"id":2649,"quote":"One cannot think well, love well, sleep well, if one has not dined well.","author":"Virginia Woolf","category":"love"},"2650":{"id":2650,"quote":"Forgiveness is the final form of love.","author":"Reinhold Niebuhr","category":"love"},"2651":{"id":2651,"quote":"Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.","author":"Woody Allen","category":"love"},"2652":{"id":2652,"quote":"For small creatures such as we the vastness is bearable only through love.","author":"Carl Sagan","category":"love"},"2653":{"id":2653,"quote":"We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.","author":"Barack Obama","category":"love"},"2654":{"id":2654,"quote":"Love is like a virus. It can happen to anybody at any time.","author":"Maya Angelou","category":"love"},"2655":{"id":2655,"quote":"Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love.","author":"William Shakespeare","category":"love"},"2656":{"id":2656,"quote":"Love is composed of a single soul inhabiting two bodies.","author":"Aristotle","category":"love"},"2657":{"id":2657,"quote":"Love is blind; friendship closes its eyes.","author":"Friedrich Nietzsche","category":"love"},"2658":{"id":2658,"quote":"I love the feeling of the fresh air on my face and the wind blowing through my hair.","author":"Evel Knievel","category":"love"},"2659":{"id":2659,"quote":"Until you have a son of your own... you will never know the joy, the love beyond feeling that resonates in the heart of a father as he looks upon his son.","author":"Kent Nerburn","category":"love"},"2660":{"id":2660,"quote":"If you love life, don't waste time, for time is what life is made up of.","author":"Bruce Lee","category":"love"},"2661":{"id":2661,"quote":"More than kisses, letters mingle souls.","author":"John Donne","category":"love"},"2662":{"id":2662,"quote":"People love me. And you know what, I have been very successful. Everybody loves me.","author":"Donald Trump","category":"love"},"2663":{"id":2663,"quote":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","author":"Cindy Morgan","category":"love"},"2664":{"id":2664,"quote":"The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.","author":"Julia Child","category":"love"},"2665":{"id":2665,"quote":"Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be.","author":"Joel Osteen","category":"love"},"2666":{"id":2666,"quote":"The things that we love tell us what we are.","author":"Thomas Aquinas","category":"love"},"2667":{"id":2667,"quote":"If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","author":"Khalil Gibran","category":"love"},"2668":{"id":2668,"quote":"I say what I want to say and do what I want to do. There's no in between. People will either love you for it or hate you for it.","author":"Eminem","category":"love"},"2669":{"id":2669,"quote":"Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","author":"Henry David Thoreau","category":"love"},"2670":{"id":2670,"quote":"The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.","author":"Rumi","category":"love"},"2671":{"id":2671,"quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous.","author":"Ingrid Bergman","category":"love"},"2672":{"id":2672,"quote":"I love Thanksgiving because it's a holiday that is centered around food and family, two things that are of utmost importance to me.","author":"Marcus Samuelsson","category":"love"},"2673":{"id":2673,"quote":"The most important thing in the world is family and love.","author":"John Wooden","category":"love"},"2674":{"id":2674,"quote":"Love is a great beautifier.","author":"Louisa May Alcott","category":"love"},"2675":{"id":2675,"quote":"Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.","author":"Al Lopez","category":"love"},"2676":{"id":2676,"quote":"I have decided to stick with love. Hate is too great a burden to bear.","author":"Martin Luther King, Jr.","category":"love"},"2677":{"id":2677,"quote":"Today I begin to understand what love must be, if it exists... When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence.","author":"Edmond de Goncourt","category":"love"},"2678":{"id":2678,"quote":"Rare as is true love, true friendship is rarer.","author":"Jean de La Fontaine","category":"love"},"2679":{"id":2679,"quote":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","author":"Joyce Giraud","category":"love"},"2680":{"id":2680,"quote":"Thousands have lived without love, not one without water.","author":"W. H. Auden","category":"love"},"2681":{"id":2681,"quote":"Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.","author":"Rumi","category":"love"},"2682":{"id":2682,"quote":"Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.","author":"P. J. O'Rourke","category":"love"},"2683":{"id":2683,"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.","author":"Dale Evans","category":"love"},"2684":{"id":2684,"quote":"Life is the flower for which love is the honey.","author":"Victor Hugo","category":"love"},"2685":{"id":2685,"quote":"Love is a smoke made with the fume of sighs.","author":"William Shakespeare","category":"love"},"2686":{"id":2686,"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","category":"love"},"2687":{"id":2687,"quote":"Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever.","author":"David Gest","category":"love"},"2688":{"id":2688,"quote":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","author":"Ariana Grande","category":"love"},"2689":{"id":2689,"quote":"I'm just not into trying to convince people like me. I always say to myself, 'It is what it is.' I walk into a situation knowing that people are either going to love me or they're not, and that's OK. I'm just going to be me. You can't be everything to everyone.","author":"NeNe Leakes","category":"love"},"2690":{"id":2690,"quote":"I love everything that's old, - old friends, old times, old manners, old books, old wine.","author":"Oliver Goldsmith","category":"love"},"2691":{"id":2691,"quote":"God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease.","author":"Bernie Siegel","category":"love"},"2692":{"id":2692,"quote":"We never know the love of a parent till we become parents ourselves.","author":"Henry Ward Beecher","category":"love"},"2693":{"id":2693,"quote":"Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference.","author":"Lou Holtz","category":"love"},"2694":{"id":2694,"quote":"A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.","author":"James E. Faust","category":"love"},"2695":{"id":2695,"quote":"Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.","author":"Lucille Ball","category":"love"},"2696":{"id":2696,"quote":"But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.","author":"Jesus Christ","category":"love"},"2697":{"id":2697,"quote":"Never make your home in a place. Make a home for yourself inside your own head. You'll find what you need to furnish it - memory, friends you can trust, love of learning, and other such things. That way it will go with you wherever you journey.","author":"Tad Williams","category":"love"},"2698":{"id":2698,"quote":"Being a father has been, without a doubt, my greatest source of achievement, pride and inspiration. Fatherhood has taught me about unconditional love, reinforced the importance of giving back and taught me how to be a better person.","author":"Naveen Jain","category":"love"},"2699":{"id":2699,"quote":"To all the other dreamers out there, don't ever stop or let the world's negativity disenchant you or your spirit. If you surround yourself with love and the right people, anything is possible.","author":"Adam Green","category":"love"},"2700":{"id":2700,"quote":"You give loyalty, you'll get it back. You give love, you'll get it back.","author":"Tommy Lasorda","category":"love"},"2701":{"id":2701,"quote":"Love is a fruit in season at all times, and within reach of every hand.","author":"Mother Teresa","category":"love"},"2702":{"id":2702,"quote":"I love shopping; I'm a jeans and a T-shirt kind of girl, but I go classy when I dress up - with a little bit of sexy.","author":"Adrianne Palicki","category":"love"},"2703":{"id":2703,"quote":"Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.","author":"Helen Keller","category":"love"},"2704":{"id":2704,"quote":"If your heart is a volcano, how shall you expect flowers to bloom?","author":"Khalil Gibran","category":"love"},"2705":{"id":2705,"quote":"A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free.","author":"Arthur Schopenhauer","category":"love"},"2706":{"id":2706,"quote":"Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear.","author":"Oliver Wendell Holmes, Sr.","category":"love"},"2707":{"id":2707,"quote":"I love Halloween, trick or treating and decorating the house. And I love Thanksgiving, because of the football and the fall weather. And of course, I love Christmas - that's my favorite of all!","author":"Joe Nichols","category":"love"},"2708":{"id":2708,"quote":"Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.","author":"Morihei Ueshiba","category":"love"},"2709":{"id":2709,"quote":"Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine.","author":"Rumi","category":"love"},"2710":{"id":2710,"quote":"If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that.","author":"Ellen DeGeneres","category":"love"},"2711":{"id":2711,"quote":"Unconditional love really exists in each of us. It is part of our deep inner being. It is not so much an active emotion as a state of being. It's not 'I love you' for this or that reason, not 'I love you if you love me.' It's love for no reason, love without an object.","author":"Ram Dass","category":"love"},"2712":{"id":2712,"quote":"Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.","author":"Michael Jackson","category":"love"},"2713":{"id":2713,"quote":"Down on your knees, and thank heaven, fasting, for a good man's love.","author":"Euripides","category":"love"},"2714":{"id":2714,"quote":"Blessed is the influence of one true, loving human soul on another.","author":"George Eliot","category":"love"},"2715":{"id":2715,"quote":"I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.","author":"Mother Teresa","category":"love"},"2716":{"id":2716,"quote":"We are born of love; Love is our mother.","author":"Rumi","category":"love"},"2717":{"id":2717,"quote":"Love planted a rose, and the world turned sweet.","author":"Katharine Lee Bates","category":"love"},"2718":{"id":2718,"quote":"I am in you and you in me, mutual in divine love.","author":"William Blake","category":"love"},"2719":{"id":2719,"quote":"I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.","author":"Brene Brown","category":"love"},"2720":{"id":2720,"quote":"Presents don't really mean much to me. I don't want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.","author":"Gabriel Byrne","category":"love"},"2721":{"id":2721,"quote":"The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.","author":"Thomas Merton","category":"love"},"2722":{"id":2722,"quote":"If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans.","author":"James Herriot","category":"love"},"2723":{"id":2723,"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","author":"Friedrich Nietzsche","category":"love"},"2724":{"id":2724,"quote":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.","author":"Bruce Lee","category":"love"},"2725":{"id":2725,"quote":"Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words 'for ever.' But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don't like doing it.","author":"Marian Keyes","category":"love"},"2726":{"id":2726,"quote":"I have found that if you love life, life will love you back.","author":"Arthur Rubinstein","category":"love"},"2727":{"id":2727,"quote":"There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.","author":"Sophia Loren","category":"love"},"2728":{"id":2728,"quote":"Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.","author":"Andy Serkis","category":"love"},"2729":{"id":2729,"quote":"True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding.","author":"Ellen G. White","category":"love"},"2730":{"id":2730,"quote":"Love begins at home, and it is not how much we do... but how much love we put in that action.","author":"Mother Teresa","category":"love"}}