{"183":{"id":183,"quote":"The best preparation for tomorrow is doing your best today.","author":"H. Jackson Brown, Jr.","category":"popular"},"184":{"id":184,"quote":"Good, better, best. Never let it rest. 'Til your good is better and your better is best.","author":"St. Jerome","category":"popular"},"185":{"id":185,"quote":"The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","author":"Helen Keller","category":"popular"},"186":{"id":186,"quote":"Always do your best. What you plant now, you will harvest later.","author":"Og Mandino","category":"popular"},"187":{"id":187,"quote":"A strong, positive self-image is the best possible preparation for success.","author":"Joyce Brothers","category":"popular"},"188":{"id":188,"quote":"The best thing to hold onto in life is each other.","author":"Audrey Hepburn","category":"popular"},"189":{"id":189,"quote":"Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.","author":"Buddha","category":"popular"},"190":{"id":190,"quote":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin","category":"popular"},"191":{"id":191,"quote":"Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine.","author":"Chris Hadfield","category":"popular"},"192":{"id":192,"quote":"My best friend is the one who brings out the best in me.","author":"Henry Ford","category":"popular"},"193":{"id":193,"quote":"At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through.","author":"Kim Kardashian","category":"popular"},"194":{"id":194,"quote":"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.","author":"Vince Lombardi","category":"popular"},"195":{"id":195,"quote":"I am as bad as the worst, but, thank God, I am as good as the best.","author":"Walt Whitman","category":"popular"},"196":{"id":196,"quote":"The best way to find yourself is to lose yourself in the service of others.","author":"Mahatma Gandhi","category":"popular"},"197":{"id":197,"quote":"The best way to pay for a lovely moment is to enjoy it.","author":"Richard Bach","category":"popular"},"198":{"id":198,"quote":"We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.","author":"Martin Luther King, Jr.","category":"popular"},"199":{"id":199,"quote":"Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad.","author":"Nick Cannon","category":"popular"},"200":{"id":200,"quote":"The best argument against democracy is a five-minute conversation with the average voter.","author":"Winston Churchill","category":"popular"},"201":{"id":201,"quote":"I'm selfish, impatient, and a little insecure. I make mistakes, I'm out of control, and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.","author":"Marilyn Monroe","category":"popular"},"202":{"id":202,"quote":"My life motto is 'Do my best, so that I can't blame myself for anything.'","author":"Magdalena Neuner","category":"popular"},"203":{"id":203,"quote":"To help yourself, you must be yourself. Be the best that you can be. When you make a mistake, learn from it, pick yourself up and move on.","author":"Dave Pelzer","category":"popular"},"204":{"id":204,"quote":"The best way to find out if you can trust somebody is to trust them.","author":"Ernest Hemingway","category":"popular"},"205":{"id":205,"quote":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","author":"Pat Riley","category":"popular"},"206":{"id":206,"quote":"The best way to predict the future is to create it.","author":"Peter Drucker","category":"popular"},"207":{"id":207,"quote":"Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.","author":"Don Miguel Ruiz","category":"popular"},"208":{"id":208,"quote":"Technology can be our best friend, and technology can also be the biggest party pooper of our lives. It interrupts our own story, interrupts our ability to have a thought or a daydream, to imagine something wonderful, because we're too busy bridging the walk from the cafeteria back to the office on the cell phone.","author":"Steven Spielberg","category":"popular"},"209":{"id":209,"quote":"I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.","author":"Audrey Hepburn","category":"popular"},"210":{"id":210,"quote":"Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.","author":"A. P. J. Abdul Kalam","category":"popular"},"211":{"id":211,"quote":"My dream is of a place and a time where America will once again be seen as the last best hope of earth.","author":"Abraham Lincoln","category":"popular"},"212":{"id":212,"quote":"No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.","author":"Steve Jobs","category":"popular"},"213":{"id":213,"quote":"The best thing one can do when it's raining is to let it rain.","author":"Henry Wadsworth Longfellow","category":"popular"},"214":{"id":214,"quote":"One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.","author":"Gretchen Rubin","category":"popular"},"215":{"id":215,"quote":"Write it on your heart that every day is the best day in the year.","author":"Ralph Waldo Emerson","category":"popular"},"216":{"id":216,"quote":"She's always there for me when I need her; She's my best friend; she's just my everything.","author":"Ashley Olsen","category":"popular"},"217":{"id":217,"quote":"Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.","author":"Christopher Morley","category":"popular"},"218":{"id":218,"quote":"I look my best when I'm totally free, on holiday, walking on the beach.","author":"Rosamund Pike","category":"popular"},"219":{"id":219,"quote":"I follow three rules: Do the right thing, do the best you can, and always show people you care.","author":"Lou Holtz","category":"popular"},"220":{"id":220,"quote":"I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else. I'm more worried about being a good person than being the best football player in the world. When all this is over, what are you left with? When I retire, I hope I am remembered for being a decent guy.","author":"Lionel Messi","category":"popular"},"221":{"id":221,"quote":"The best way to cheer yourself up is to try to cheer somebody else up.","author":"Mark Twain","category":"popular"},"222":{"id":222,"quote":"My mama always used to tell me: 'If you can't find somethin' to live for, you best find somethin' to die for.'","author":"Tupac Shakur","category":"popular"},"223":{"id":223,"quote":"The key is to keep company only with people who uplift you, whose presence calls forth your best.","author":"Epictetus","category":"popular"},"224":{"id":224,"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?","author":"Edgar Allan Poe","category":"popular"},"225":{"id":225,"quote":"Walking is the best possible exercise. Habituate yourself to walk very far.","author":"Thomas Jefferson","category":"popular"},"226":{"id":226,"quote":"Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author":"Chanakya","category":"popular"},"227":{"id":227,"quote":"I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.","author":"Tim Tebow","category":"popular"},"228":{"id":228,"quote":"Things are never quite as scary when you've got a best friend.","author":"Bill Watterson","category":"popular"},"229":{"id":229,"quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.","author":"Anne Frank","category":"popular"},"230":{"id":230,"quote":"Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author":"Francis Bacon","category":"popular"},"231":{"id":231,"quote":"Sleep is the best meditation.","author":"Dalai Lama","category":"popular"},"232":{"id":232,"quote":"It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.","author":"Winston Churchill","category":"popular"},"233":{"id":233,"quote":"Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.","author":"Theodore Isaac Rubin","category":"popular"},"234":{"id":234,"quote":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","author":"Theodore Roosevelt","category":"popular"},"235":{"id":235,"quote":"Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity.","author":"Ricky Martin","category":"popular"},"236":{"id":236,"quote":"My best friend is the man who in wishing me well wishes it for my sake.","author":"Aristotle","category":"popular"},"237":{"id":237,"quote":"One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.","author":"Eleanor Roosevelt","category":"popular"},"238":{"id":238,"quote":"Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.","author":"Al Lopez","category":"popular"},"239":{"id":239,"quote":"A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","author":"Lao Tzu","category":"popular"},"240":{"id":240,"quote":"The best revenge is to be unlike him who performed the injury.","author":"Marcus Aurelius","category":"popular"},"241":{"id":241,"quote":"Speak when you are angry - and you'll make the best speech you'll ever regret.","author":"Laurence J. Peter","category":"popular"},"242":{"id":242,"quote":"We are all travelers in the wilderness of this world, and the best we can find in our travels is an honest friend.","author":"Robert Louis Stevenson","category":"popular"},"243":{"id":243,"quote":"I have the simplest tastes. I am always satisfied with the best.","author":"Oscar Wilde","category":"popular"},"244":{"id":244,"quote":"Work hard, stay positive, and get up early. It's the best part of the day.","author":"George Allen, Sr.","category":"popular"},"245":{"id":245,"quote":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","author":"Joyce Giraud","category":"popular"},"246":{"id":246,"quote":"The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.","author":"Carl Lewis","category":"popular"},"247":{"id":247,"quote":"At his best, man is the noblest of all animals; separated from law and justice he is the worst.","author":"Aristotle","category":"popular"},"248":{"id":248,"quote":"In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.","author":"Theodore Roosevelt","category":"popular"},"249":{"id":249,"quote":"I am prepared for the worst, but hope for the best.","author":"Benjamin Disraeli","category":"popular"},"250":{"id":250,"quote":"I'm human, I'm not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I'm already fine doing and just try to be the best I can be for those kids.","author":"Selena Gomez","category":"popular"},"251":{"id":251,"quote":"All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","author":"Walt Disney","category":"popular"},"252":{"id":252,"quote":"With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you're going to be.","author":"Diane Kruger","category":"popular"},"253":{"id":253,"quote":"It's a funny thing about life; if you refuse to accept anything but the best, you very often get it.","author":"W. Somerset Maugham","category":"popular"},"254":{"id":254,"quote":"Our prayers should be for blessings in general, for God knows best what is good for us.","author":"Socrates","category":"popular"},"255":{"id":255,"quote":"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author":"Alice Walker","category":"popular"},"256":{"id":256,"quote":"You don't fight racism with racism, the best way to fight racism is with solidarity.","author":"Bobby Seale","category":"popular"},"257":{"id":257,"quote":"To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","author":"Tom Lehman","category":"popular"},"258":{"id":258,"quote":"Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke","category":"popular"},"259":{"id":259,"quote":"There's nothing better than having a baby. I've always loved children. I used to work summers at the YMCA and be in charge of, like, 30 preschool kids. I knew that when I had a child, I'd be overwhelmed, and it's true... I can't tell you how much my attitude has changed since we've got Frances. Holding my baby is the best drug in the world.","author":"Kurt Cobain","category":"popular"},"260":{"id":260,"quote":"Having lots of siblings is like having built-in best friends.","author":"Kim Kardashian","category":"popular"},"261":{"id":261,"quote":"The best part about being alone is that you really don't have to answer to anybody. You do what you want.","author":"Justin Timberlake","category":"popular"},"262":{"id":262,"quote":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.","author":"Rashida Jones","category":"popular"},"263":{"id":263,"quote":"Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best; it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.","author":"George S. Patton","category":"popular"},"264":{"id":264,"quote":"I never had a policy; I have just tried to do my very best each and every day.","author":"Abraham Lincoln","category":"popular"},"265":{"id":265,"quote":"A problem is a chance for you to do your best.","author":"Duke Ellington","category":"popular"},"266":{"id":266,"quote":"Do right. Do your best. Treat others as you want to be treated.","author":"Lou Holtz","category":"popular"},"267":{"id":267,"quote":"Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.","author":"Andy Serkis","category":"popular"},"268":{"id":268,"quote":"My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day.","author":"Dawn French","category":"popular"},"269":{"id":269,"quote":"A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.","author":"Moliere","category":"popular"},"270":{"id":270,"quote":"Arrogance, ignorance, and incompetence. Not a pretty cocktail of personality traits in the best of situations. No sirree. Not a pretty cocktail in an office-mate and not a pretty cocktail in a head of state. In fact, in a leader, it's a lethal cocktail.","author":"Graydon Carter","category":"popular"},"271":{"id":271,"quote":"The human body is the best picture of the human soul.","author":"Ludwig Wittgenstein","category":"popular"},"272":{"id":272,"quote":"Things turn out best for the people who make the best of the way things turn out.","author":"John Wooden","category":"popular"},"273":{"id":273,"quote":"The ultimate victory in competition is derived from the inner satisfaction of knowing that you have done your best and that you have gotten the most out of what you had to give.","author":"Howard Cosell","category":"popular"},"274":{"id":274,"quote":"Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read.","author":"Groucho Marx","category":"popular"},"275":{"id":275,"quote":"The best revenge is massive success.","author":"Frank Sinatra","category":"popular"},"276":{"id":276,"quote":"I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better. I think that's the single best piece of advice: constantly think about how you could be doing things better and questioning yourself.","author":"Elon Musk","category":"popular"},"277":{"id":277,"quote":"Good teachers know how to bring out the best in students.","author":"Charles Kuralt","category":"popular"},"278":{"id":278,"quote":"The best teamwork comes from men who are working independently toward one goal in unison.","author":"James Cash Penney","category":"popular"},"279":{"id":279,"quote":"In the practice of tolerance, one's enemy is the best teacher.","author":"Dalai Lama","category":"popular"},"280":{"id":280,"quote":"To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else - means to fight the hardest battle which any human being can fight; and never stop fighting.","author":"e. e. cummings","category":"popular"},"281":{"id":281,"quote":"Nobody's life is a bed of roses. We all have crosses to bear, and we all just do our best. I would never claim to have the worst situation. There are many widows, and many people dying of AIDS, many people killed in Lebanon, people starving all over the planet. So we have to count our lucky stars.","author":"Yoko Ono","category":"popular"},"282":{"id":282,"quote":"Our criminal justice system is fallible. We know it, even though we don't like to admit it. It is fallible despite the best efforts of most within it to do justice. And this fallibility is, at the end of the day, the most compelling, persuasive, and winning argument against a death penalty.","author":"Eliot Spitzer","category":"popular"},"283":{"id":283,"quote":"Knowing your own darkness is the best method for dealing with the darknesses of other people.","author":"Carl Jung","category":"popular"},"284":{"id":284,"quote":"God always gives His best to those who leave the choice with him.","author":"Jim Elliot","category":"popular"},"285":{"id":285,"quote":"We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.","author":"Earl Nightingale","category":"popular"},"286":{"id":286,"quote":"Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation.","author":"Joe Barton","category":"popular"},"287":{"id":287,"quote":"In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","author":"Lee Iacocca","category":"popular"},"288":{"id":288,"quote":"Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.","author":"Steve Jobs","category":"popular"},"289":{"id":289,"quote":"My cell phone is my best friend. It's my lifeline to the outside world.","author":"Carrie Underwood","category":"popular"},"290":{"id":290,"quote":"Sometimes your best investments are the ones you don't make.","author":"Donald Trump","category":"popular"},"291":{"id":291,"quote":"The best advice I ever got was that knowledge is power and to keep reading.","author":"David Bailey","category":"popular"},"292":{"id":292,"quote":"Good manners will open doors that the best education cannot.","author":"Clarence Thomas","category":"popular"},"293":{"id":293,"quote":"Expect the best. Prepare for the worst. Capitalize on what comes.","author":"Zig Ziglar","category":"popular"},"294":{"id":294,"quote":"Men are like wine - some turn to vinegar, but the best improve with age.","author":"Pope John XXIII","category":"popular"},"295":{"id":295,"quote":"I look my best when I take my helmet off after a long motorcycle ride. I have a glow and a bit of helmet hair.","author":"Eric Bana","category":"popular"},"296":{"id":296,"quote":"Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape; that's all I buy, that's all I live, that's all I listen to, that's all I love.","author":"Eminem","category":"popular"},"297":{"id":297,"quote":"Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.","author":"Sarah Orne Jewett","category":"popular"},"298":{"id":298,"quote":"A satisfied customer is the best business strategy of all.","author":"Michael LeBoeuf","category":"popular"},"299":{"id":299,"quote":"Any captain can only do his best for the team and for cricket. When you are winning, you are a hero. Lose, and the backslappers fade away.","author":"Richie Benaud","category":"popular"},"300":{"id":300,"quote":"Learn to say 'no' to the good so you can say 'yes' to the best.","author":"John C. Maxwell","category":"popular"},"301":{"id":301,"quote":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.","author":"Cara Delevingne","category":"popular"},"302":{"id":302,"quote":"I've known my best friend since I was a baby, and I don't know what I would do without her. She is always straight with me and can make me laugh hysterically. Everyone should have someone like that in their life.","author":"Jasmine Guinness","category":"popular"},"303":{"id":303,"quote":"Baseball was, is and always will be to me the best game in the world.","author":"Babe Ruth","category":"popular"},"304":{"id":304,"quote":"If you want to do really important things in life and big things in life, you can't do anything by yourself. And your best teams are your friends and your siblings.","author":"Deepak Chopra","category":"popular"},"305":{"id":305,"quote":"The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.","author":"Aristotle","category":"popular"},"306":{"id":306,"quote":"A man's friendships are one of the best measures of his worth.","author":"Charles Darwin","category":"popular"},"307":{"id":307,"quote":"The sacrifices made by veterans and their willingness to fight in defense of our nation merit our deep respect and praise - and to the best in benefits and medical care.","author":"Sue Kelly","category":"popular"},"308":{"id":308,"quote":"A person who has been punished is not less inclined to behave in a given way; at best, he learns how to avoid punishment.","author":"B. F. Skinner","category":"popular"},"309":{"id":309,"quote":"Walking is man's best medicine.","author":"Hippocrates","category":"popular"},"310":{"id":310,"quote":"The season of failure is the best time for sowing the seeds of success.","author":"Paramahansa Yogananda","category":"popular"},"311":{"id":311,"quote":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","category":"popular"},"312":{"id":312,"quote":"I would like to be remembered as someone who did the best she could with the talent she had.","author":"J. K. Rowling","category":"popular"},"313":{"id":313,"quote":"The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage.","author":"Orlando Bloom","category":"popular"},"314":{"id":314,"quote":"There are some things you learn best in calm, and some in storm.","author":"Willa Cather","category":"popular"},"315":{"id":315,"quote":"Old friends are best.","author":"John Selden","category":"popular"},"316":{"id":316,"quote":"You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.","author":"Rosalynn Carter","category":"popular"},"317":{"id":317,"quote":"Difficult times often bring out the best in people.","author":"Bernie Sanders","category":"popular"},"318":{"id":318,"quote":"Sometimes people just want you to fail. Except your really good friends. I've always known who my best friends were.","author":"Kato Kaelin","category":"popular"},"319":{"id":319,"quote":"The best things in life are often waiting for you at the exit ramp of your comfort zone.","author":"Karen Salmansohn","category":"popular"},"320":{"id":320,"quote":"So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.","author":"Haniel Long","category":"popular"},"321":{"id":321,"quote":"A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.","author":"B. F. Skinner","category":"popular"},"322":{"id":322,"quote":"The best weapon against an enemy is another enemy.","author":"Friedrich Nietzsche","category":"popular"},"323":{"id":323,"quote":"I always believe that to be the best, you have to smell like the best, dress like the best, act like the best. When you throw your trash in the garbage can, it has to be better than anybody else who ever threw trash in the garbage can.","author":"Lil Wayne","category":"popular"},"324":{"id":324,"quote":"Employees are a company's greatest asset - they're your competitive advantage. You want to attract and retain the best; provide them with encouragement, stimulus, and make them feel that they are an integral part of the company's mission.","author":"Anne M. Mulcahy","category":"popular"},"325":{"id":325,"quote":"Health is the thing that makes you feel that now is the best time of the year.","author":"Franklin Pierce Adams","category":"popular"},"326":{"id":326,"quote":"The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around.","author":"Renee Olstead","category":"popular"},"327":{"id":327,"quote":"Never die easy. Why run out of bounds and die easy? Make that linebacker pay. It carries into all facets of your life. It's okay to lose, to die, but don't die without trying, without giving it your best.","author":"Walter Payton","category":"popular"},"328":{"id":328,"quote":"That best portion of a man's life, his little, nameless, unremembered acts of kindness and love.","author":"William Wordsworth","category":"popular"},"329":{"id":329,"quote":"When the best leader's work is done the people say, 'We did it ourselves.'","author":"Lao Tzu","category":"popular"},"330":{"id":330,"quote":"Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.","author":"Ban Ki-moon","category":"popular"},"331":{"id":331,"quote":"With the Union my best and dearest earthly hopes are entwined.","author":"Franklin Pierce","category":"popular"},"332":{"id":332,"quote":"If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.","author":"Mark Twain","category":"popular"},"333":{"id":333,"quote":"I am extraordinarily lucky, I was born in a family of strong moral values, and in my life I was able to do what I liked best: debuts, great theatres, but above all, inner and deep satisfaction.","author":"Jose Carreras","category":"popular"},"334":{"id":334,"quote":"One of the best things for a woman to hear is that she is sexy.","author":"Scarlett Johansson","category":"popular"},"335":{"id":335,"quote":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","author":"William Arthur Ward","category":"popular"},"336":{"id":336,"quote":"Now I see the secret of making the best person: it is to grow in the open air and to eat and sleep with the earth.","author":"Walt Whitman","category":"popular"},"337":{"id":337,"quote":"Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.","author":"Simon Sinek","category":"popular"},"338":{"id":338,"quote":"To refrain from imitation is the best revenge.","author":"Marcus Aurelius","category":"popular"},"339":{"id":339,"quote":"I just always expect the best because I'm a competitor and if I'm competing, then obviously I'm trying to be better in everything.","author":"Lil Wayne","category":"popular"},"340":{"id":340,"quote":"Surround yourself with good people. People who are going to be honest with you and look out for your best interests.","author":"Derek Jeter","category":"popular"},"341":{"id":341,"quote":"Voting is a right best exercised by people who have taken time to learn about the issues.","author":"Tony Snow","category":"popular"},"342":{"id":342,"quote":"As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up.","author":"Tom Hanks","category":"popular"},"343":{"id":343,"quote":"One of the very best reasons for having children is to be reminded of the incomparable joys of a snow day.","author":"Susan Orlean","category":"popular"},"344":{"id":344,"quote":"Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become.","author":"Coretta Scott King","category":"popular"},"345":{"id":345,"quote":"I don't want to say everything happens for a reason but every day is lined up right next to the other one for a reason. The best you can do is do each day well with kindness and as a good person.","author":"Mayim Bialik","category":"popular"},"346":{"id":346,"quote":"The best ideas come as jokes. Make your thinking as funny as possible.","author":"David Ogilvy","category":"popular"},"347":{"id":347,"quote":"Living well is the best revenge.","author":"George Herbert","category":"popular"},"348":{"id":348,"quote":"This is the precept by which I have lived: Prepare for the worst; expect the best; and take what comes.","author":"Hannah Arendt","category":"popular"},"349":{"id":349,"quote":"The best road to progress is freedom's road.","author":"John F. Kennedy","category":"popular"},"350":{"id":350,"quote":"The best cure for the body is a quiet mind.","author":"Napoleon Bonaparte","category":"popular"},"351":{"id":351,"quote":"Do the best you can, and don't take life too serious.","author":"Will Rogers","category":"popular"},"352":{"id":352,"quote":"The things we know best are the things we haven't been taught.","author":"Luc de Clapiers","category":"popular"},"353":{"id":353,"quote":"The best revenge is to live on and prove yourself.","author":"Eddie Vedder","category":"popular"},"354":{"id":354,"quote":"I don't think of myself as a role model for others, but I like to live my life by my own integrity. So, in that sense, I might be a positive influence. I do believe you should get over your insecurities and just try to be the best you can.","author":"Lily Cole","category":"popular"},"355":{"id":355,"quote":"Let go of yesterday. Let today be a new beginning and be the best that you can, and you'll get to where God wants you to be.","author":"Joel Osteen","category":"popular"},"356":{"id":356,"quote":"Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields.","author":"Steve Jobs","category":"popular"},"357":{"id":357,"quote":"The best part of beauty is that which no picture can express.","author":"Francis Bacon","category":"popular"},"358":{"id":358,"quote":"The ladder of success is best climbed by stepping on the rungs of opportunity.","author":"Ayn Rand","category":"popular"},"359":{"id":359,"quote":"The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.","author":"Albert Ellis","category":"popular"},"360":{"id":360,"quote":"When everything is lonely I can be my best friend.","author":"Conor Oberst","category":"popular"},"361":{"id":361,"quote":"Remember, always give your best. Never get discouraged. Never be petty. Always remember, others may hate you. But those who hate you don't win unless you hate them. And then you destroy yourself.","author":"Richard M. Nixon","category":"popular"},"362":{"id":362,"quote":"If you do what you love, it is the best way to relax.","author":"Christian Louboutin","category":"popular"},"363":{"id":363,"quote":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","author":"John Webster","category":"popular"},"364":{"id":364,"quote":"The best way to destroy the capitalist system is to debauch the currency.","author":"Vladimir Lenin","category":"popular"}}