{"2913":{"id":2913,"quote":"Believe that life is worth living and your belief will help create the fact.","author":"William James","category":"positive"},"2914":{"id":2914,"quote":"Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.","author":"Leah LaBelle","category":"positive"},"2915":{"id":2915,"quote":"A strong, positive self-image is the best possible preparation for success.","author":"Joyce Brothers","category":"positive"},"2916":{"id":2916,"quote":"In order to carry a positive action we must develop here a positive vision.","author":"Dalai Lama","category":"positive"},"2917":{"id":2917,"quote":"Once you replace negative thoughts with positive ones, you'll start having positive results.","author":"Willie Nelson","category":"positive"},"2918":{"id":2918,"quote":"Yesterday is not ours to recover, but tomorrow is ours to win or lose.","author":"Lyndon B. Johnson","category":"positive"},"2919":{"id":2919,"quote":"Find a place inside where there's joy, and the joy will burn out the pain.","author":"Joseph Campbell","category":"positive"},"2920":{"id":2920,"quote":"Keep your face to the sunshine and you cannot see a shadow.","author":"Helen Keller","category":"positive"},"2921":{"id":2921,"quote":"You cannot have a positive life and a negative mind.","author":"Joyce Meyer","category":"positive"},"2922":{"id":2922,"quote":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.","author":"Joel Osteen","category":"positive"},"2923":{"id":2923,"quote":"I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door.","author":"Marla Gibbs","category":"positive"},"2924":{"id":2924,"quote":"Your smile will give you a positive countenance that will make people feel comfortable around you.","author":"Les Brown","category":"positive"},"2925":{"id":2925,"quote":"Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.","author":"Henri Nouwen","category":"positive"},"2926":{"id":2926,"quote":"Adopting the right attitude can convert a negative stress into a positive one.","author":"Hans Selye","category":"positive"},"2927":{"id":2927,"quote":"Live life to the fullest, and focus on the positive.","author":"Matt Cameron","category":"positive"},"2928":{"id":2928,"quote":"Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.","author":"Jack Canfield","category":"positive"},"2929":{"id":2929,"quote":"Every day brings new choices.","author":"Martha Beck","category":"positive"},"2930":{"id":2930,"quote":"Love yourself. It is important to stay positive because beauty comes from the inside out.","author":"Jenn Proske","category":"positive"},"2931":{"id":2931,"quote":"Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.","author":"Allen Klein","category":"positive"},"2932":{"id":2932,"quote":"God never ends anything on a negative; God always ends on a positive.","author":"Edwin Louis Cole","category":"positive"},"2933":{"id":2933,"quote":"Correction does much, but encouragement does more.","author":"Johann Wolfgang von Goethe","category":"positive"},"2934":{"id":2934,"quote":"I often think that the night is more alive and more richly colored than the day.","author":"Vincent Van Gogh","category":"positive"},"2935":{"id":2935,"quote":"No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.","author":"Demi Lovato","category":"positive"},"2936":{"id":2936,"quote":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","author":"Pat Riley","category":"positive"},"2937":{"id":2937,"quote":"Positive anything is better than negative nothing.","author":"Elbert Hubbard","category":"positive"},"2938":{"id":2938,"quote":"Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.","author":"Don Miguel Ruiz","category":"positive"},"2939":{"id":2939,"quote":"You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination.","author":"Ralph Marston","category":"positive"},"2940":{"id":2940,"quote":"Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question.","author":"Willard Scott","category":"positive"},"2941":{"id":2941,"quote":"You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about.","author":"Sophia Loren","category":"positive"},"2942":{"id":2942,"quote":"The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.","author":"Christopher McCandless","category":"positive"},"2943":{"id":2943,"quote":"Trust in dreams, for in them is hidden the gate to eternity.","author":"Khalil Gibran","category":"positive"},"2944":{"id":2944,"quote":"Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person's sense of self-worth.","author":"Anthony Carmona","category":"positive"},"2945":{"id":2945,"quote":"To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.","author":"Tony Dorsett","category":"positive"},"2946":{"id":2946,"quote":"While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun.","author":"Jean Chatzky","category":"positive"},"2947":{"id":2947,"quote":"At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.","author":"Jane D. Hull","category":"positive"},"2948":{"id":2948,"quote":"I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.","author":"Heidi Klum","category":"positive"},"2949":{"id":2949,"quote":"In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact.","author":"Les Brown","category":"positive"},"2950":{"id":2950,"quote":"When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That's when you can get more creative in solving problems.","author":"Stephen Covey","category":"positive"},"2951":{"id":2951,"quote":"Work hard, stay positive, and get up early. It's the best part of the day.","author":"George Allen, Sr.","category":"positive"},"2952":{"id":2952,"quote":"When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It's all a matter of perspective.","author":"Harvey Mackay","category":"positive"},"2953":{"id":2953,"quote":"A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.","author":"Wade Boggs","category":"positive"},"2954":{"id":2954,"quote":"Pessimism leads to weakness, optimism to power.","author":"William James","category":"positive"},"2955":{"id":2955,"quote":"Always turn a negative situation into a positive situation.","author":"Michael Jordan","category":"positive"},"2956":{"id":2956,"quote":"Positive thinking will let you do everything better than negative thinking will.","author":"Zig Ziglar","category":"positive"},"2957":{"id":2957,"quote":"You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events.","author":"Joel Osteen","category":"positive"},"2958":{"id":2958,"quote":"Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.","author":"Joel Osteen","category":"positive"},"2959":{"id":2959,"quote":"Your positive action combined with positive thinking results in success.","author":"Shiv Khera","category":"positive"},"2960":{"id":2960,"quote":"Our chief want is someone who will inspire us to be what we know we could be.","author":"Ralph Waldo Emerson","category":"positive"},"2961":{"id":2961,"quote":"Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.","author":"Tena Desae","category":"positive"},"2962":{"id":2962,"quote":"You are the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive.","author":"Maya Angelou","category":"positive"},"2963":{"id":2963,"quote":"The most important thing is to try and inspire people so that they can be great in whatever they want to do.","author":"Kobe Bryant","category":"positive"},"2964":{"id":2964,"quote":"Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.","author":"William Hazlitt","category":"positive"},"2965":{"id":2965,"quote":"I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","author":"Walt Disney","category":"positive"},"2966":{"id":2966,"quote":"In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","author":"Lee Iacocca","category":"positive"},"2967":{"id":2967,"quote":"I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","author":"Harvey Fierstein","category":"positive"},"2968":{"id":2968,"quote":"It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.","author":"Robert H. Schuller","category":"positive"},"2969":{"id":2969,"quote":"We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them.","author":"Brandon Jenner","category":"positive"},"2970":{"id":2970,"quote":"As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better.","author":"Stanislas Wawrinka","category":"positive"},"2971":{"id":2971,"quote":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.","author":"Richard M. DeVos","category":"positive"},"2972":{"id":2972,"quote":"In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure.","author":"Mike Krzyzewski","category":"positive"},"2973":{"id":2973,"quote":"Perpetual optimism is a force multiplier.","author":"Colin Powell","category":"positive"},"2974":{"id":2974,"quote":"There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","author":"W. Clement Stone","category":"positive"},"2975":{"id":2975,"quote":"Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people.","author":"Cuba Gooding, Jr.","category":"positive"},"2976":{"id":2976,"quote":"I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well.","author":"Yannick Noah","category":"positive"},"2977":{"id":2977,"quote":"Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.","author":"Lou Holtz","category":"positive"},"2978":{"id":2978,"quote":"I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back.","author":"Kesha","category":"positive"},"2979":{"id":2979,"quote":"A positive attitude can really make dreams come true - it did for me.","author":"David Bailey","category":"positive"},"2980":{"id":2980,"quote":"I'm a really, really optimistic and really, really positive person. My main thing is, 'Enjoy life. Celebrate life.'","author":"Luke Bryan","category":"positive"},"2981":{"id":2981,"quote":"As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up.","author":"Tom Hanks","category":"positive"},"2982":{"id":2982,"quote":"There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday.","author":"John Clayton","category":"positive"},"2983":{"id":2983,"quote":"Confidence isn't optimism or pessimism, and it's not a character attribute. It's the expectation of a positive outcome.","author":"Rosabeth Moss Kanter","category":"positive"},"2984":{"id":2984,"quote":"The greatest gift of all time is that you can make creation infectious because people spend less time being negative... If you log all the time with negativity in the while world, I wonder how much better the world would be if people sat down and did something positive. It spirals.","author":"Skrillex","category":"positive"},"2985":{"id":2985,"quote":"The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.","author":"Albert Einstein","category":"positive"},"2986":{"id":2986,"quote":"The way positive reinforcement is carried out is more important than the amount.","author":"B. F. Skinner","category":"positive"},"2987":{"id":2987,"quote":"Today or any day that phone may ring and bring good news.","author":"Ethel Waters","category":"positive"},"2988":{"id":2988,"quote":"My optimism wears heavy boots and is loud.","author":"Henry Rollins","category":"positive"},"2989":{"id":2989,"quote":"If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.","author":"John Wooden","category":"positive"},"2990":{"id":2990,"quote":"My dear friend, clear your mind of cant.","author":"Samuel Johnson","category":"positive"},"2991":{"id":2991,"quote":"A good laugh is sunshine in the house.","author":"William Makepeace Thackeray","category":"positive"},"2992":{"id":2992,"quote":"Winners make a habit of manufacturing their own positive expectations in advance of the event.","author":"Brian Tracy","category":"positive"},"2993":{"id":2993,"quote":"There is only one thing for us to do, and that is to do our level best right where we are every day of our lives; To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands.","author":"Orison Swett Marden","category":"positive"},"2994":{"id":2994,"quote":"You have to listen to the people who have a negative opinion as well as those who have positive opinion. Just to make sure that you are blending all these opinions in your mind before a decision is made.","author":"Carlos Ghosn","category":"positive"},"2995":{"id":2995,"quote":"I'm looking forward to influencing others in a positive way. My message is you can do anything if you just put your mind to it.","author":"Justin Bieber","category":"positive"},"2996":{"id":2996,"quote":"I don't think of myself as a role model for others, but I like to live my life by my own integrity. So, in that sense, I might be a positive influence. I do believe you should get over your insecurities and just try to be the best you can.","author":"Lily Cole","category":"positive"},"2997":{"id":2997,"quote":"The internet could be a very positive step towards education, organisation and participation in a meaningful society.","author":"Noam Chomsky","category":"positive"},"2998":{"id":2998,"quote":"Listening is a positive act: you have to put yourself out to do it.","author":"David Hockney","category":"positive"},"2999":{"id":2999,"quote":"Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines.","author":"Hans Haacke","category":"positive"},"3000":{"id":3000,"quote":"When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought.","author":"Joel Osteen","category":"positive"},"3001":{"id":3001,"quote":"It is as if my life were magically run by two electric currents: joyous positive and despairing negative - whichever is running at the moment dominates my life, floods it.","author":"Sylvia Plath","category":"positive"},"3002":{"id":3002,"quote":"The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't.","author":"Greg Louganis","category":"positive"},"3003":{"id":3003,"quote":"We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America.","author":"Marco Rubio","category":"positive"},"3004":{"id":3004,"quote":"But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example.","author":"Henry Louis Gates","category":"positive"},"3005":{"id":3005,"quote":"You have a lot of ups and downs in coaching, especially, but I can't remember any bad times at this point. I mean, they're all good. A lot of tears when you lose, a lot of down times, but I can't remember any of them. They're all positive now. Even the bad times were good.","author":"Don Nelson","category":"positive"},"3006":{"id":3006,"quote":"European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion.","author":"Virginia Postrel","category":"positive"},"3007":{"id":3007,"quote":"Say and do something positive that will help the situation; it doesn't take any brains to complain.","author":"Robert A. Cook","category":"positive"},"3008":{"id":3008,"quote":"It's a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient.","author":"Daniel Kahneman","category":"positive"},"3009":{"id":3009,"quote":"I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","author":"Michael Jordan","category":"positive"},"3010":{"id":3010,"quote":"There is no advertisement as powerful as a positive reputation traveling fast.","author":"Brian Koslow","category":"positive"},"3011":{"id":3011,"quote":"There are powers inside of you which, if you could discover and use, would make of you everything you ever dreamed or imagined you could become.","author":"Orison Swett Marden","category":"positive"},"3012":{"id":3012,"quote":"Facing the press is not easy, but because you have to go, you have to try to take a lot of positive things for yourself from these face-to-face meetings.","author":"Jose Mourinho","category":"positive"},"3013":{"id":3013,"quote":"And I have to work so hard at talking positively to myself. If I don't, it's just real hard to get through the day, and I'll get really down, and just want to cry. My whole body language changes. I get more slumped over.","author":"Delta Burke","category":"positive"},"3014":{"id":3014,"quote":"Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima.","author":"Pablo Picasso","category":"positive"},"3015":{"id":3015,"quote":"I like to encourage people to realize that any action is a good action if it's proactive and there is positive intent behind it.","author":"Michael J. Fox","category":"positive"},"3016":{"id":3016,"quote":"I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.","author":"Jason Mraz","category":"positive"},"3017":{"id":3017,"quote":"Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.","author":"Camryn Manheim","category":"positive"},"3018":{"id":3018,"quote":"When push comes to shove, it ain't the science that's going to lift you up - it's the belief, the spiritual side of life, that's going to lift you up, no matter what religion you are.","author":"Kirstie Alley","category":"positive"},"3019":{"id":3019,"quote":"Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better.","author":"Harvey Mackay","category":"positive"},"3020":{"id":3020,"quote":"Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I'm not sure we do.","author":"Sam Harris","category":"positive"},"3021":{"id":3021,"quote":"In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?","author":"Jamie Foxx","category":"positive"},"3022":{"id":3022,"quote":"I was very pleased that the positive things about me and my game outshone the aggressive style of play I use. I would never tone that down, because I believe in that style of play, and I believe that you can play rough on the court and still be a good sport.","author":"Sue Wicks","category":"positive"},"3023":{"id":3023,"quote":"It was great fun. We had gone on tour in between the sessions and reconnected with the audience and got a lot of energy back from them, a lot of positive energy.","author":"Roger Andrew Taylor","category":"positive"},"3024":{"id":3024,"quote":"Either positive or negative comments are good because it shows I am still relevant.","author":"Justin Guarini","category":"positive"},"3025":{"id":3025,"quote":"Instead of yelling and spanking, which don't work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise.","author":"Patricia Richardson","category":"positive"},"3026":{"id":3026,"quote":"I had to develop the mentality and stay positive about making my comeback.","author":"Alonzo Mourning","category":"positive"},"3027":{"id":3027,"quote":"I am a positive person. I never think of the glass as half empty. I just keep pushing forward.","author":"Rosie Perez","category":"positive"},"3028":{"id":3028,"quote":"I realize I will always be the poster child for police brutality, but I can try to use that as a positive force for healing and restraint.","author":"Rodney King","category":"positive"},"3029":{"id":3029,"quote":"I'm an algebra liar. I figure two good lies make a positive.","author":"Tim Allen","category":"positive"},"3030":{"id":3030,"quote":"It's a positive thing to talk about terrible things and make people laugh about them.","author":"Louis C. K.","category":"positive"},"3031":{"id":3031,"quote":"I like video games, I like tech, I like being positive.","author":"Jimmy Fallon","category":"positive"},"3032":{"id":3032,"quote":"Perhaps trying to move away from my problems and focus on the positive is the best I can do.","author":"Jenni Rivera","category":"positive"},"3033":{"id":3033,"quote":"To protect people's lives and keep our children safe, we must implement public-works spending and do so proudly. If possible, I'd like to see the Bank of Japan purchase all of the construction bonds that we need to issue to cover the cost. That would also forcefully circulate money in the market. That would be positive for the economy, too.","author":"Shinzo Abe","category":"positive"},"3034":{"id":3034,"quote":"I'm a big cockeyed optimist. I try to accentuate the positive as opposed to the negative.","author":"Betty White","category":"positive"},"3035":{"id":3035,"quote":"We must not constantly talk about tackling obesity and warning people about the negative consequences of obesity. Instead we must be positive - positive about the fun and benefits to be had from healthy living, trying to get rid of people's excuses for being obese by tackling the issue in a positive way.","author":"Andrew Lansley","category":"positive"},"3036":{"id":3036,"quote":"Love is a positive, symbiotic, reciprocal flow between two or more entities.","author":"Inga Muscio","category":"positive"},"3037":{"id":3037,"quote":"Very gifted people, they win and they win, and they are told that they win because they are a winner. That seems like a positive thing to tell children, but ultimately, what that means is when they lose, it must make them a loser.","author":"Joshua Waitzkin","category":"positive"},"3038":{"id":3038,"quote":"All personality traits have their good side and their bad side. But for a long time, we've seen introversion only through its negative side and extroversion mostly through its positive side.","author":"Susan Cain","category":"positive"},"3039":{"id":3039,"quote":"Decades of research have shown that most happy families communicate effectively. But talking doesn't mean simply 'talking through problems,' as important as that is. Talking also means telling a positive story about yourselves.","author":"Bruce Feiler","category":"positive"},"3040":{"id":3040,"quote":"In my work in Haiti, I've seen the hugely positive effects that happen when people come together to build something in the middle of the most desperate situations.","author":"Olivia Wilde","category":"positive"},"3041":{"id":3041,"quote":"If you look at attitudes today and where they are headed, it's clear to me that supporting equal rights, including the rights to civil marriage, is a net positive for winning elections, as well as the right thing to do.","author":"Ken Mehlman","category":"positive"},"3042":{"id":3042,"quote":"Sometimes, reading my own media, the negativity can upset me, but I just deal with things on a positive basis. I mean, I have up to 20,000 people singing my words back to me on a nightly basis - they share my hopes and fears, and they relate to my own life experiences. Life can be pretty isolating, but that connection is always amazing.","author":"James Blunt","category":"positive"},"3043":{"id":3043,"quote":"Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do.","author":"Ralph Marston","category":"positive"},"3044":{"id":3044,"quote":"I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues.","author":"Cal Ripken, Jr.","category":"positive"},"3045":{"id":3045,"quote":"It's actually cool to be positive and optimistic and idealistic. It's cool to see yourself doing beautiful, great things.","author":"Tom DeLonge","category":"positive"},"3046":{"id":3046,"quote":"Living with anyone for many years takes skill. To keep peace in the household, couples learn to adapt to one another, hopefully in positive ways.","author":"Diane Ackerman","category":"positive"},"3047":{"id":3047,"quote":"Every person gets negative things, they learn from those negative things, and you become a positive person.","author":"Kapil Dev","category":"positive"},"3048":{"id":3048,"quote":"Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties.","author":"Natalie Massenet","category":"positive"},"3049":{"id":3049,"quote":"I believe all positive things and negative things are valuable because they shape you.","author":"Natalie Massenet","category":"positive"},"3050":{"id":3050,"quote":"I'm confident that the commitment of the co-chairs of the Ferguson Commission - along with the work of other local leaders and the Missouri General Assembly - will have a very positive impact as this community works to move forward.","author":"Roy Blunt","category":"positive"},"3051":{"id":3051,"quote":"People naturally want to know about what happened, about my leukemia. They ask the same questions again and again. And there have been so many positive conclusions, even through the bad times, that I don't mind at all to be reminded of my struggles.","author":"Jose Carreras","category":"positive"},"3052":{"id":3052,"quote":"I tend to regard the Coase theorem as a stepping stone on the way to an analysis of an economy with positive transaction costs.","author":"Ronald Coase","category":"positive"},"3053":{"id":3053,"quote":"When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe 'Corazon Sin Cara' would never had been made. It's a very inspirational story.","author":"Prince Royce","category":"positive"},"3054":{"id":3054,"quote":"Resilience isn't a single skill. It's a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive.","author":"Jean Chatzky","category":"positive"},"3055":{"id":3055,"quote":"I work so hard to make that sure I'm successful. If you're positive and really excited and enthusiastic about what you're doing, it's going to happen, and it's going to happen big time.","author":"Shawn Mendes","category":"positive"},"3056":{"id":3056,"quote":"One out of every 100 American men is HIV positive. The rate of infection has reached epidemic proportions in 40 developing nations.","author":"Philip Emeagwali","category":"positive"},"3057":{"id":3057,"quote":"Some people can be president, some people can speak, some people, you know, anything that's positive, man - a dentist, a doctor. Just hang in there and never give up, and find out what is your talent. First you got to find your talent and just stick with your talent, and I guarantee you'll get there, man.","author":"Juicy J","category":"positive"},"3058":{"id":3058,"quote":"Satisfaction consists in freedom from pain, which is the positive element of life.","author":"Arthur Schopenhauer","category":"positive"},"3059":{"id":3059,"quote":"The person who can bring the spirit of laughter into a room is indeed blessed.","author":"Bennett Cerf","category":"positive"},"3060":{"id":3060,"quote":"I feel that sin and evil are the negative part of you, and I think it's like a battery: you've got to have the negative and the positive in order to be a complete person.","author":"Dolly Parton","category":"positive"},"3061":{"id":3061,"quote":"You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.","author":"Deepak Chopra","category":"positive"},"3062":{"id":3062,"quote":"The learner always begins by finding fault, but the scholar sees the positive merit in everything.","author":"Georg Wilhelm Friedrich Hegel","category":"positive"},"3063":{"id":3063,"quote":"Miracles occur naturally as expressions of love. The real miracle is the love that inspires them. In this sense everything that comes from love is a miracle.","author":"Marianne Williamson","category":"positive"},"3064":{"id":3064,"quote":"A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one.","author":"Mary Kay Ash","category":"positive"},"3065":{"id":3065,"quote":"Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent, beautiful, uplifting and joyful. Your life is always moving toward something.","author":"Ralph Marston","category":"positive"},"3066":{"id":3066,"quote":"I think anything is possible if you have the mindset and the will and desire to do it and put the time in.","author":"Roger Clemens","category":"positive"},"3067":{"id":3067,"quote":"Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.","author":"Thomas Carlyle","category":"positive"},"3068":{"id":3068,"quote":"If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.","author":"Tiger Woods","category":"positive"},"3069":{"id":3069,"quote":"Where men of judgment creep and feel their way, The positive pronounce without dismay.","author":"William Cowper","category":"positive"},"3070":{"id":3070,"quote":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","author":"W. Clement Stone","category":"positive"},"3071":{"id":3071,"quote":"People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?","author":"Nhat Hanh","category":"positive"},"3072":{"id":3072,"quote":"You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind.","author":"Emmet Fox","category":"positive"},"3073":{"id":3073,"quote":"A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life.","author":"Mena Suvari","category":"positive"},"3074":{"id":3074,"quote":"So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.","author":"Gail Porter","category":"positive"},"3075":{"id":3075,"quote":"I am not embarrassed to tell you that I believe in miracles.","author":"Corazon Aquino","category":"positive"},"3076":{"id":3076,"quote":"When you are enthusiastic about what you do, you feel this positive energy. It's very simple.","author":"Paulo Coelho","category":"positive"},"3077":{"id":3077,"quote":"Delete the negative; accentuate the positive!","author":"Donna Karan","category":"positive"},"3078":{"id":3078,"quote":"I surround myself with positive, productive people of good will and decency.","author":"Ted Nugent","category":"positive"},"3079":{"id":3079,"quote":"Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals.","author":"John H. Johnson","category":"positive"},"3080":{"id":3080,"quote":"Sometimes the most positive thing you can be in a boring society is absolutely negative.","author":"John Lydon","category":"positive"},"3081":{"id":3081,"quote":"I really struggle with that feeling of helplessness. That's why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening.","author":"Daryl Hannah","category":"positive"},"3082":{"id":3082,"quote":"Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back.","author":"Martin Yan","category":"positive"},"3083":{"id":3083,"quote":"I believe that you should gravitate to people who are doing productive and positive things with their lives.","author":"Nadia Comaneci","category":"positive"},"3084":{"id":3084,"quote":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","author":"Imelda Staunton","category":"positive"},"3085":{"id":3085,"quote":"Talking is always positive. That's why I talk too much.","author":"Louis C. K.","category":"positive"},"3086":{"id":3086,"quote":"It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.","author":"Betty White","category":"positive"},"3087":{"id":3087,"quote":"The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know.","author":"Kristin Armstrong","category":"positive"},"3088":{"id":3088,"quote":"My purpose: to lift your spirit and to motivate you.","author":"Mavis Staples","category":"positive"},"3089":{"id":3089,"quote":"Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.","author":"Natalie Massenet","category":"positive"},"3090":{"id":3090,"quote":"It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good.","author":"Shari Arison","category":"positive"},"3091":{"id":3091,"quote":"I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.","author":"Russell Wilson","category":"positive"},"3092":{"id":3092,"quote":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.","author":"William James","category":"positive"},"3093":{"id":3093,"quote":"My ultimate aim is to make euthanasia a positive experience.","author":"Jack Kevorkian","category":"positive"},"3094":{"id":3094,"quote":"Cognitive therapy is based on the idea that when you change the way you think, you can change the way you feel and behave. In other words, if we can learn to think about other people in a more positive and realistic way, it will be far easier to resolve conflicts and develop rewarding personal and professional relationships.","author":"David D. Burns","category":"positive"}}