{"3095":{"id":3095,"quote":"With the new day comes new strength and new thoughts.","author":"Eleanor Roosevelt","category":"strength"},"3096":{"id":3096,"quote":"Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.","author":"Harriet Tubman","category":"strength"},"3097":{"id":3097,"quote":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","author":"Lao Tzu","category":"strength"},"3098":{"id":3098,"quote":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'","author":"Eleanor Roosevelt","category":"strength"},"3099":{"id":3099,"quote":"Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved.","author":"Mattie Stepanek","category":"strength"},"3100":{"id":3100,"quote":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author":"Thomas Paine","category":"strength"},"3101":{"id":3101,"quote":"Strength and growth come only through continuous effort and struggle.","author":"Napoleon Hill","category":"strength"},"3102":{"id":3102,"quote":"I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author":"Leonardo da Vinci","category":"strength"},"3103":{"id":3103,"quote":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","author":"Tecumseh","category":"strength"},"3104":{"id":3104,"quote":"Be faithful in small things because it is in them that your strength lies.","author":"Mother Teresa","category":"strength"},"3105":{"id":3105,"quote":"Continuous effort - not strength or intelligence - is the key to unlocking our potential.","author":"Winston Churchill","category":"strength"},"3106":{"id":3106,"quote":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","author":"Helen Keller","category":"strength"},"3107":{"id":3107,"quote":"A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.","author":"Christopher Reeve","category":"strength"},"3108":{"id":3108,"quote":"No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.","author":"Buddha","category":"strength"},"3109":{"id":3109,"quote":"Silence is a source of great strength.","author":"Lao Tzu","category":"strength"},"3110":{"id":3110,"quote":"My family is my strength and my weakness.","author":"Aishwarya Rai Bachchan","category":"strength"},"3111":{"id":3111,"quote":"Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.","author":"Arnold Schwarzenegger","category":"strength"},"3112":{"id":3112,"quote":"Faith is the strength by which a shattered world shall emerge into the light.","author":"Helen Keller","category":"strength"},"3113":{"id":3113,"quote":"There are dark shadows on the earth, but its lights are stronger in the contrast.","author":"Charles Dickens","category":"strength"},"3114":{"id":3114,"quote":"Nobody can hurt me without my permission.","author":"Mahatma Gandhi","category":"strength"},"3115":{"id":3115,"quote":"The undertaking of a new action brings new strength.","author":"Richard L. Evans","category":"strength"},"3116":{"id":3116,"quote":"The world breaks everyone, and afterward, some are strong at the broken places.","author":"Ernest Hemingway","category":"strength"},"3117":{"id":3117,"quote":"Great works are performed not by strength but by perseverance.","author":"Samuel Johnson","category":"strength"},"3118":{"id":3118,"quote":"The strength of a nation derives from the integrity of the home.","author":"Confucius","category":"strength"},"3119":{"id":3119,"quote":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","author":"John F. Kennedy","category":"strength"},"3120":{"id":3120,"quote":"War is peace. Freedom is slavery. Ignorance is strength.","author":"George Orwell","category":"strength"},"3121":{"id":3121,"quote":"You have power over your mind - not outside events. Realize this, and you will find strength.","author":"Marcus Aurelius","category":"strength"},"3122":{"id":3122,"quote":"Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.","author":"Thomas Carlyle","category":"strength"},"3123":{"id":3123,"quote":"Being glamorous is about strength and confidence. It's black and white - dramatic. You have to be strong.","author":"Catherine Zeta-Jones","category":"strength"},"3124":{"id":3124,"quote":"A truly strong person does not need the approval of others any more than a lion needs the approval of sheep.","author":"Vernon Howard","category":"strength"},"3125":{"id":3125,"quote":"This is no time for ease and comfort. It is time to dare and endure.","author":"Winston Churchill","category":"strength"},"3126":{"id":3126,"quote":"Thousands have lived without love, not one without water.","author":"W. H. Auden","category":"strength"},"3127":{"id":3127,"quote":"Be sure you put your feet in the right place, then stand firm.","author":"Abraham Lincoln","category":"strength"},"3128":{"id":3128,"quote":"History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity.","author":"Haile Selassie","category":"strength"},"3129":{"id":3129,"quote":"Shallow men believe in luck. Strong men believe in cause and effect.","author":"Ralph Waldo Emerson","category":"strength"},"3130":{"id":3130,"quote":"All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","author":"Walt Disney","category":"strength"},"3131":{"id":3131,"quote":"Calm mind brings inner strength and self-confidence, so that's very important for good health.","author":"Dalai Lama","category":"strength"},"3132":{"id":3132,"quote":"When we meet real tragedy in life, we can react in two ways - either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.","author":"Dalai Lama","category":"strength"},"3133":{"id":3133,"quote":"The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.","author":"Robert Kiyosaki","category":"strength"},"3134":{"id":3134,"quote":"You can't get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it.","author":"Mary J. Blige","category":"strength"},"3135":{"id":3135,"quote":"Strength does not come from physical capacity. It comes from an indomitable will.","author":"Mahatma Gandhi","category":"strength"},"3136":{"id":3136,"quote":"Where there is no struggle, there is no strength.","author":"Oprah Winfrey","category":"strength"},"3137":{"id":3137,"quote":"Kites rise highest against the wind - not with it.","author":"Winston Churchill","category":"strength"},"3138":{"id":3138,"quote":"My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.","author":"Michael Jordan","category":"strength"},"3139":{"id":3139,"quote":"That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.","author":"William Wordsworth","category":"strength"},"3140":{"id":3140,"quote":"That which does not kill us makes us stronger.","author":"Friedrich Nietzsche","category":"strength"},"3141":{"id":3141,"quote":"We need to reach that happy stage of our development when differences and diversity are not seen as sources of division and distrust, but of strength and inspiration.","author":"Josefa Iloilo","category":"strength"},"3142":{"id":3142,"quote":"The tax on capital gains directly affects investment decisions, the mobility and flow of risk capital... the ease or difficulty experienced by new ventures in obtaining capital, and thereby the strength and potential for growth in the economy.","author":"John F. Kennedy","category":"strength"},"3143":{"id":3143,"quote":"Some of us think holding on makes us strong; but sometimes it is letting go.","author":"Hermann Hesse","category":"strength"},"3144":{"id":3144,"quote":"The world is the great gymnasium where we come to make ourselves strong.","author":"Swami Vivekananda","category":"strength"},"3145":{"id":3145,"quote":"Endurance is not just the ability to bear a hard thing, but to turn it into glory.","author":"William Barclay","category":"strength"},"3146":{"id":3146,"quote":"It is time for parents to teach young people early on that in diversity there is beauty and there is strength.","author":"Maya Angelou","category":"strength"},"3147":{"id":3147,"quote":"Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them.","author":"Orison Swett Marden","category":"strength"},"3148":{"id":3148,"quote":"Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength.","author":"James E. Faust","category":"strength"},"3149":{"id":3149,"quote":"Mastering others is strength. Mastering yourself is true power.","author":"Lao Tzu","category":"strength"},"3150":{"id":3150,"quote":"Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls.","author":"Mother Teresa","category":"strength"},"3151":{"id":3151,"quote":"An American, a Negro... two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.","author":"W. E. B. Du Bois","category":"strength"},"3152":{"id":3152,"quote":"Fame is a vapor, popularity an accident, and riches take wings. Only one thing endures and that is character.","author":"Horace Greeley","category":"strength"},"3153":{"id":3153,"quote":"The man who is swimming against the stream knows the strength of it.","author":"Woodrow Wilson","category":"strength"},"3154":{"id":3154,"quote":"I like criticism. It makes you strong.","author":"LeBron James","category":"strength"},"3155":{"id":3155,"quote":"When I dare to be powerful - to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.","author":"Audre Lorde","category":"strength"},"3156":{"id":3156,"quote":"We draw our strength from the very despair in which we have been forced to live. We shall endure.","author":"Cesar Chavez","category":"strength"},"3157":{"id":3157,"quote":"We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education.","author":"Jean-Jacques Rousseau","category":"strength"},"3158":{"id":3158,"quote":"The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization.","author":"James Cash Penney","category":"strength"},"3159":{"id":3159,"quote":"Fortitude is the guard and support of the other virtues.","author":"John Locke","category":"strength"},"3160":{"id":3160,"quote":"When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.","author":"Peter Marshall","category":"strength"},"3161":{"id":3161,"quote":"I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author":"Thomas Paine","category":"strength"},"3162":{"id":3162,"quote":"I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.","author":"Michelle Obama","category":"strength"},"3163":{"id":3163,"quote":"The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.","author":"Malala Yousafzai","category":"strength"},"3164":{"id":3164,"quote":"From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.","author":"Cesar Chavez","category":"strength"},"3165":{"id":3165,"quote":"A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.","author":"Franklin D. Roosevelt","category":"strength"},"3166":{"id":3166,"quote":"It is only necessary to have courage, for strength without self-confidence is useless.","author":"Giacomo Casanova","category":"strength"},"3167":{"id":3167,"quote":"Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.","author":"Steven Cojocaru","category":"strength"},"3168":{"id":3168,"quote":"Men are apt to mistake the strength of their feeling for the strength of their argument. The heated mind resents the chill touch and relentless scrutiny of logic.","author":"William E. Gladstone","category":"strength"},"3169":{"id":3169,"quote":"It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.","author":"J. C. Watts","category":"strength"},"3170":{"id":3170,"quote":"Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.","author":"Khalil Gibran","category":"strength"},"3171":{"id":3171,"quote":"A strong woman is a woman determined to do something others are determined not be done.","author":"Marge Piercy","category":"strength"},"3172":{"id":3172,"quote":"Nothing is so strong as gentleness, nothing so gentle as real strength.","author":"Saint Francis de Sales","category":"strength"},"3173":{"id":3173,"quote":"There is little that can withstand a man who can conquer himself.","author":"Louis XIV","category":"strength"},"3174":{"id":3174,"quote":"A single twig breaks, but the bundle of twigs is strong.","author":"Tecumseh","category":"strength"},"3175":{"id":3175,"quote":"What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.","author":"Rick Warren","category":"strength"},"3176":{"id":3176,"quote":"If we resist our passions, it is more due to their weakness than our strength.","author":"Francois de La Rochefoucauld","category":"strength"},"3177":{"id":3177,"quote":"Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.","author":"Charles Kingsley","category":"strength"},"3178":{"id":3178,"quote":"Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.","author":"Michel Foucault","category":"strength"},"3179":{"id":3179,"quote":"I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.","author":"Harriet Tubman","category":"strength"},"3180":{"id":3180,"quote":"I feel like it's always about embracing what it is that you think is wrong with you. It's often times your greatest 'flaw' which actually forays into what is also your greatest strength.","author":"Olivia Thirlby","category":"strength"},"3181":{"id":3181,"quote":"The lesson of the Cuban Missile Crisis is plain: Strength prevents war; weakness invites it. We need a commander-in-chief who understands that - and who won't leave us facing a foe who thinks he doesn't.","author":"Arthur L. Herman","category":"strength"},"3182":{"id":3182,"quote":"Every good citizen adds to the strength of a nation.","author":"Gordon B. Hinckley","category":"strength"},"3183":{"id":3183,"quote":"Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.","author":"John Muir","category":"strength"},"3184":{"id":3184,"quote":"God has always given me the strength to say what is right.","author":"Rosa Parks","category":"strength"},"3185":{"id":3185,"quote":"I was in uniform for four years, and I know that heroism doesn't occur from taking orders, but rather from people who through their own willpower and strength are willing to sacrifice their lives for an idea.","author":"Thor Heyerdahl","category":"strength"},"3186":{"id":3186,"quote":"The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character.","author":"Arnold Schwarzenegger","category":"strength"},"3187":{"id":3187,"quote":"Endurance is nobler than strength, and patience than beauty.","author":"John Ruskin","category":"strength"},"3188":{"id":3188,"quote":"We all have those things that even in the midst of stress and disarray, they energize us and give us renewed strength and purpose. These are our passions.","author":"Adam Braun","category":"strength"},"3189":{"id":3189,"quote":"If I didn't define myself for myself, I would be crunched into other people's fantasies for me and eaten alive.","author":"Audre Lorde","category":"strength"},"3190":{"id":3190,"quote":"True strength is delicate.","author":"Louise Berliawsky Nevelson","category":"strength"},"3191":{"id":3191,"quote":"Confession of errors is like a broom which sweeps away the dirt and leaves the surface brighter and clearer. I feel stronger for confession.","author":"Mahatma Gandhi","category":"strength"},"3192":{"id":3192,"quote":"I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles.","author":"Christopher Reeve","category":"strength"},"3193":{"id":3193,"quote":"This is the mark of a really admirable man: steadfastness in the face of trouble.","author":"Ludwig van Beethoven","category":"strength"},"3194":{"id":3194,"quote":"When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on.","author":"LL Cool J","category":"strength"},"3195":{"id":3195,"quote":"Faith gives you an inner strength and a sense of balance and perspective in life.","author":"Gregory Peck","category":"strength"},"3196":{"id":3196,"quote":"We can't equate spending on veterans with spending on defense. Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.","author":"Jennifer Granholm","category":"strength"},"3197":{"id":3197,"quote":"There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself.","author":"Doris Humphrey","category":"strength"},"3198":{"id":3198,"quote":"Good composition is like a suspension bridge - each line adds strength and takes none away.","author":"Robert Henri","category":"strength"},"3199":{"id":3199,"quote":"I think naturally, if you're an actor, there's a high level of assertiveness that you need to have to survive this business. There's boldness in being assertive, and there's strength and confidence.","author":"Bryan Cranston","category":"strength"},"3200":{"id":3200,"quote":"Superstars come and go. I want to make sure I am always a producer's actor. I may be refused to be called a great actor but I have never troubled any of my producers in my life. Honesty always catches the camera, and that is what my strength is.","author":"Akshay Kumar","category":"strength"},"3201":{"id":3201,"quote":"As long as I have health and strength, I will gladly work all my days.","author":"Frederic Chopin","category":"strength"},"3202":{"id":3202,"quote":"Being a caretaker is, and never will be, an easy job; in fact, it is that hardest job in the world and many times a thankless job. You have to be the pillar of strength even when you feel like you are crumbling to pieces inside.","author":"Jenna Morasca","category":"strength"},"3203":{"id":3203,"quote":"Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.","author":"Oscar Wilde","category":"strength"},"3204":{"id":3204,"quote":"Liturgy is like a strong tree whose beauty is derived from the continuous renewal of its leaves, but whose strength comes from the old trunk, with solid roots in the ground.","author":"Pope Paul VI","category":"strength"},"3205":{"id":3205,"quote":"I know that, like every woman of the people, I have more strength than I appear to have.","author":"Evita Peron","category":"strength"},"3206":{"id":3206,"quote":"The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves.","author":"Leon Trotsky","category":"strength"},"3207":{"id":3207,"quote":"Money doesn't mind if we say it's evil, it goes from strength to strength. It's a fiction, an addiction, and a tacit conspiracy.","author":"Martin Amis","category":"strength"},"3208":{"id":3208,"quote":"My greatest strength is common sense. I'm really a standard brand - like Campbell's tomato soup or Baker's chocolate.","author":"Katharine Hepburn","category":"strength"},"3209":{"id":3209,"quote":"In solitude the mind gains strength and learns to lean upon itself.","author":"Laurence Sterne","category":"strength"},"3210":{"id":3210,"quote":"There comes a pause, for human strength will not endure to dance without cessation; and everyone must reach the point at length of absolute prostration.","author":"Lewis Carroll","category":"strength"},"3211":{"id":3211,"quote":"When liberals finally grasped the strength of popular feeling about the family, they cried to appropriate the rhetoric and symbolism of family values for their own purposes.","author":"Christopher Lasch","category":"strength"},"3212":{"id":3212,"quote":"Our passion is our strength.","author":"Billie Joe Armstrong","category":"strength"},"3213":{"id":3213,"quote":"We must keep both our femininity and our strength.","author":"Indra Devi","category":"strength"},"3214":{"id":3214,"quote":"My strength and my weakness are twins in the same womb.","author":"Marge Piercy","category":"strength"},"3215":{"id":3215,"quote":"He knows not his own strength that has not met adversity.","author":"Ben Jonson","category":"strength"},"3216":{"id":3216,"quote":"My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.","author":"Carly Fiorina","category":"strength"},"3217":{"id":3217,"quote":"Women have seldom sufficient employment to silence their feelings; a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.","author":"Mary Wollstonecraft","category":"strength"},"3218":{"id":3218,"quote":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles.","author":"Carl von Clausewitz","category":"strength"},"3219":{"id":3219,"quote":"If only the strength of the love that people feel when it is reciprocated could be as intense and obsessive as the love we feel when it is not; then marriages would be truly made in heaven.","author":"Ben Elton","category":"strength"},"3220":{"id":3220,"quote":"Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.","author":"A. N. Wilson","category":"strength"},"3221":{"id":3221,"quote":"You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'","author":"Mariah Carey","category":"strength"},"3222":{"id":3222,"quote":"I couldn't beat people with my strength; I don't have a hard shot; I'm not the quickest skater in the league. My eyes and my mind have to do most of the work.","author":"Wayne Gretzky","category":"strength"},"3223":{"id":3223,"quote":"A lot of guys have muscles. A lot of strong men in this world. I think it's important to show that even under all this strength there's a fragile side, a side that can be affected.","author":"Sylvester Stallone","category":"strength"},"3224":{"id":3224,"quote":"My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim.","author":"Queen Elizabeth II","category":"strength"},"3225":{"id":3225,"quote":"I think of novels in architectural terms. You have to enter at the gate, and this gate must be constructed in such a way that the reader has immediate confidence in the strength of the building.","author":"Ian Mcewan","category":"strength"},"3226":{"id":3226,"quote":"Tennis takes care of everything. It requires agility and quickness to get to the ball, core strength to get power into your shorts and stamina to last for an entire match. In addition to toning your arms and shoulders, it's a total body workout for your legs and abs, and works your heart and core unlike any other sport.","author":"Samantha Stosur","category":"strength"},"3227":{"id":3227,"quote":"The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all.","author":"Ellen Johnson Sirleaf","category":"strength"},"3228":{"id":3228,"quote":"Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.","author":"Stephen Moyer","category":"strength"},"3229":{"id":3229,"quote":"I love the music of Lauryn Hill and Erykah Badu and more recently the music of Laura Marling. All these women share a strength and a wisdom in their voices and music that really makes me want to make music and sing.","author":"Lianne La Havas","category":"strength"},"3230":{"id":3230,"quote":"If one suffers we all suffer. Togetherness is strength. Courage.","author":"Jean-Bertrand Aristide","category":"strength"},"3231":{"id":3231,"quote":"Love truly does have the power to transcend evil. It can get us through the most unspeakable of events and give us the strength to keep on putting one foot in front of the other.","author":"Naomi Benaron","category":"strength"},"3232":{"id":3232,"quote":"When you have a wife who has been a tower of strength and shown more courage than you dreamed existed - that's the finest I know.","author":"Lou Gehrig","category":"strength"},"3233":{"id":3233,"quote":"All physical activity begins with the body's core. I maintain the strength in my core so that I can jump, run, start, stop, and accelerate at the highest levels.","author":"Derrick Rose","category":"strength"},"3234":{"id":3234,"quote":"I never won anything by myself. I was always strong because of help that gave me extra strength to win.","author":"Dan Gable","category":"strength"},"3235":{"id":3235,"quote":"The transfer of power is always a test of the constitutional system, a test of its strength.","author":"Vladimir Putin","category":"strength"},"3236":{"id":3236,"quote":"As a single mother of four, my mother taught me that you always want to show up strong for the moments that really matter with family, friends, and community. I now recognize how her strength helped shape the person I am today and the mother that I have become.","author":"Andie MacDowell","category":"strength"},"3237":{"id":3237,"quote":"In America we have a Declaration of Independence, but our history, our advancements, our global strength all point to an American declaration of interdependence.","author":"Cory Booker","category":"strength"},"3238":{"id":3238,"quote":"Our strength as a nation comes in our unity. We are the United States of America, not the divided states. And those who want to divide us are trying to divide us, and we shouldn't let them do it.","author":"Ben Carson","category":"strength"},"3239":{"id":3239,"quote":"Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.","author":"Albert Einstein","category":"strength"},"3240":{"id":3240,"quote":"One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.","author":"Albert Schweitzer","category":"strength"},"3241":{"id":3241,"quote":"Don't expect to build up the weak by pulling down the strong.","author":"Calvin Coolidge","category":"strength"},"3242":{"id":3242,"quote":"The men who learn endurance, are they who call the whole world, brother.","author":"Charles Dickens","category":"strength"},"3243":{"id":3243,"quote":"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.","author":"Charles Spurgeon","category":"strength"},"3244":{"id":3244,"quote":"Life only demands from you the strength that you possess. Only one feat is possible; not to run away.","author":"Dag Hammarskjold","category":"strength"},"3245":{"id":3245,"quote":"Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.","author":"Dale Carnegie","category":"strength"},"3246":{"id":3246,"quote":"A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe.","author":"Wayne Dyer","category":"strength"},"3247":{"id":3247,"quote":"Nothing has more strength than dire necessity.","author":"Euripides","category":"strength"},"3248":{"id":3248,"quote":"Only the gentle are ever really strong.","author":"James Dean","category":"strength"},"3249":{"id":3249,"quote":"Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces.","author":"Judith Viorst","category":"strength"},"3250":{"id":3250,"quote":"You can't really be strong until you see a funny side to things.","author":"Ken Kesey","category":"strength"},"3251":{"id":3251,"quote":"Only the weak are cruel. Gentleness can only be expected from the strong.","author":"Leo Buscaglia","category":"strength"},"3252":{"id":3252,"quote":"Because your own strength is unequal to the task, do not assume that it is beyond the powers of man; but if anything is within the powers and province of man, believe that it is within your own compass also.","author":"Marcus Aurelius","category":"strength"},"3253":{"id":3253,"quote":"A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.","author":"Marilyn Monroe","category":"strength"},"3254":{"id":3254,"quote":"The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.","author":"Max Lerner","category":"strength"},"3255":{"id":3255,"quote":"Even cowards can endure hardship; only the brave can endure suspense.","author":"Mignon McLaughlin","category":"strength"},"3256":{"id":3256,"quote":"The strong man is the one who is able to intercept at will the communication between the senses and the mind.","author":"Napoleon Bonaparte","category":"strength"},"3257":{"id":3257,"quote":"Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?","author":"Nelson Mandela","category":"strength"},"3258":{"id":3258,"quote":"Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have.","author":"Norman Vincent Peale","category":"strength"},"3259":{"id":3259,"quote":"Sure I am of this, that you have only to endure to conquer.","author":"Winston Churchill","category":"strength"},"3260":{"id":3260,"quote":"Strong and bitter words indicate a weak cause.","author":"Victor Hugo","category":"strength"},"3261":{"id":3261,"quote":"As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.","author":"Vincent Van Gogh","category":"strength"},"3262":{"id":3262,"quote":"Every calamity is to be overcome by endurance.","author":"Virgil","category":"strength"},"3263":{"id":3263,"quote":"Every burden is a blessing.","author":"Walt Kelly","category":"strength"},"3264":{"id":3264,"quote":"Only by contending with challenges that seem to be beyond your strength to handle at the moment you can grow more surely toward the stars.","author":"Brian Tracy","category":"strength"},"3265":{"id":3265,"quote":"Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly.","author":"Lawrence G. Lovasik","category":"strength"},"3266":{"id":3266,"quote":"Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.","author":"Drew Barrymore","category":"strength"},"3267":{"id":3267,"quote":"As long as we persevere and endure, we can get anything we want.","author":"Mike Tyson","category":"strength"},"3268":{"id":3268,"quote":"It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves.","author":"Dietrich Bonhoeffer","category":"strength"},"3269":{"id":3269,"quote":"We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","author":"Charles Stanley","category":"strength"},"3270":{"id":3270,"quote":"I think I was born strong-willed. That's not the kind of thing you can learn. The advantage is, you stick to what you believe in and rarely get pushed out of what you want to do.","author":"Joan Jett","category":"strength"},"3271":{"id":3271,"quote":"If you learn how to forgive others for not being strong, then people can learn how to forgive you for your own issues.","author":"T. D. Jakes","category":"strength"},"3272":{"id":3272,"quote":"May He who is the Brahman of the Hindus, the Ahura-Mazda of the Zoroastrians, the Buddha of the Buddhists, the Jehovah of the Jews, the Father in Heaven of the Christians give strength to you to carry out your noble idea.","author":"Swami Vivekananda","category":"strength"},"3273":{"id":3273,"quote":"Patience and time do more than strength or passion.","author":"Jean de La Fontaine","category":"strength"},"3274":{"id":3274,"quote":"You can train your mental strength just like you train your body. If your body looks fit or ripped, it looks strong, and you can flex your muscles. So, physically, you have a certain strength. Mentally, it's the same thing. You can train your psychological strength.","author":"Wladimir Klitschko","category":"strength"},"3275":{"id":3275,"quote":"I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.","author":"Anais Nin","category":"strength"},"3276":{"id":3276,"quote":"For a lot of people, Superman is and has always been America's hero. He stands for what we believe is the best within us: limitless strength tempered by compassion, that can bear adversity and emerge stronger on the other side. He stands for what we all feel we would like to be able to stand for, when standing is hardest.","author":"J. Michael Straczynski","category":"strength"}}