{"3277":{"id":3277,"quote":"Put your heart, mind, and soul into even your smallest acts. This is the secret of success.","author":"Swami Sivananda","category":"success"},"3278":{"id":3278,"quote":"A strong, positive self-image is the best possible preparation for success.","author":"Joyce Brothers","category":"success"},"3279":{"id":3279,"quote":"Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.","author":"David Frost","category":"success"},"3280":{"id":3280,"quote":"Success is not final, failure is not fatal: it is the courage to continue that counts.","author":"Winston Churchill","category":"success"},"3281":{"id":3281,"quote":"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.","author":"Albert Schweitzer","category":"success"},"3282":{"id":3282,"quote":"Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.","author":"Colin Powell","category":"success"},"3283":{"id":3283,"quote":"Coming together is a beginning; keeping together is progress; working together is success.","author":"Henry Ford","category":"success"},"3284":{"id":3284,"quote":"Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.","author":"Pele","category":"success"},"3285":{"id":3285,"quote":"Always bear in mind that your own resolution to succeed is more important than any other.","author":"Abraham Lincoln","category":"success"},"3286":{"id":3286,"quote":"However difficult life may seem, there is always something you can do and succeed at.","author":"Stephen Hawking","category":"success"},"3287":{"id":3287,"quote":"Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine.","author":"Chris Hadfield","category":"success"},"3288":{"id":3288,"quote":"Try not to become a man of success, but rather try to become a man of value.","author":"Albert Einstein","category":"success"},"3289":{"id":3289,"quote":"There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","author":"Colin Powell","category":"success"},"3290":{"id":3290,"quote":"The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.","author":"Vince Lombardi","category":"success"},"3291":{"id":3291,"quote":"Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.","author":"Bruce Lee","category":"success"},"3292":{"id":3292,"quote":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","author":"Solomon Ortiz","category":"success"},"3293":{"id":3293,"quote":"Success is simple. Do what's right, the right way, at the right time.","author":"Arnold H. Glasow","category":"success"},"3294":{"id":3294,"quote":"They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?","author":"Fidel Castro","category":"success"},"3295":{"id":3295,"quote":"Happiness lies in the joy of achievement and the thrill of creative effort.","author":"Franklin D. Roosevelt","category":"success"},"3296":{"id":3296,"quote":"Success consists of going from failure to failure without loss of enthusiasm.","author":"Winston Churchill","category":"success"},"3297":{"id":3297,"quote":"The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream.","author":"Tommy Hilfiger","category":"success"},"3298":{"id":3298,"quote":"Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","author":"Helen Keller","category":"success"},"3299":{"id":3299,"quote":"Success is nothing more than a few simple disciplines, practiced every day.","author":"Jim Rohn","category":"success"},"3300":{"id":3300,"quote":"All you need in this life is ignorance and confidence, and then success is sure.","author":"Mark Twain","category":"success"},"3301":{"id":3301,"quote":"The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.","author":"Dwight D. Eisenhower","category":"success"},"3302":{"id":3302,"quote":"The starting point of all achievement is desire.","author":"Napoleon Hill","category":"success"},"3303":{"id":3303,"quote":"Ambition is the path to success. Persistence is the vehicle you arrive in.","author":"Bill Bradley","category":"success"},"3304":{"id":3304,"quote":"Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.","author":"Marlon Wayans","category":"success"},"3305":{"id":3305,"quote":"Success is a lousy teacher. It seduces smart people into thinking they can't lose.","author":"Bill Gates","category":"success"},"3306":{"id":3306,"quote":"Money won't create success, the freedom to make it will.","author":"Nelson Mandela","category":"success"},"3307":{"id":3307,"quote":"We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.","author":"Michelle Obama","category":"success"},"3308":{"id":3308,"quote":"Without continual growth and progress, such words as improvement, achievement, and success have no meaning.","author":"Benjamin Franklin","category":"success"},"3309":{"id":3309,"quote":"Strive not to be a success, but rather to be of value.","author":"Albert Einstein","category":"success"},"3310":{"id":3310,"quote":"Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.","author":"Mario Andretti","category":"success"},"3311":{"id":3311,"quote":"Humility is the true key to success. Successful people lose their way at times. They often embrace and overindulge from the fruits of success. Humility halts this arrogance and self-indulging trap. Humble people share the credit and wealth, remaining focused and hungry to continue the journey of success.","author":"Rick Pitino","category":"success"},"3312":{"id":3312,"quote":"If everyone is moving forward together, then success takes care of itself.","author":"Henry Ford","category":"success"},"3313":{"id":3313,"quote":"When love and skill work together, expect a masterpiece.","author":"John Ruskin","category":"success"},"3314":{"id":3314,"quote":"It's fine to celebrate success but it is more important to heed the lessons of failure.","author":"Bill Gates","category":"success"},"3315":{"id":3315,"quote":"Communication - the human connection - is the key to personal and career success.","author":"Paul J. Meyer","category":"success"},"3316":{"id":3316,"quote":"Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.","author":"John Carmack","category":"success"},"3317":{"id":3317,"quote":"We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.","author":"Michelle Obama","category":"success"},"3318":{"id":3318,"quote":"Success is where preparation and opportunity meet.","author":"Bobby Unser","category":"success"},"3319":{"id":3319,"quote":"A true friend is one who overlooks your failures and tolerates your success!","author":"Doug Larson","category":"success"},"3320":{"id":3320,"quote":"Failure is the key to success; each mistake teaches us something.","author":"Morihei Ueshiba","category":"success"},"3321":{"id":3321,"quote":"It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.","author":"Winston Churchill","category":"success"},"3322":{"id":3322,"quote":"The only place success comes before work is in the dictionary.","author":"Vince Lombardi","category":"success"},"3323":{"id":3323,"quote":"I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.","author":"Queen Elizabeth II","category":"success"},"3324":{"id":3324,"quote":"Part of the secret of a success in life is to eat what you like and let the food fight it out inside.","author":"Mark Twain","category":"success"},"3325":{"id":3325,"quote":"The secret of your success is determined by your daily agenda.","author":"John C. Maxwell","category":"success"},"3326":{"id":3326,"quote":"For success, attitude is equally as important as ability.","author":"Walter Scott","category":"success"},"3327":{"id":3327,"quote":"At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.","author":"Jane D. Hull","category":"success"},"3328":{"id":3328,"quote":"No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.","author":"Godfrey Winn","category":"success"},"3329":{"id":3329,"quote":"I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them.","author":"Conor McGregor","category":"success"},"3330":{"id":3330,"quote":"Before anything else, preparation is the key to success.","author":"Alexander Graham Bell","category":"success"},"3331":{"id":3331,"quote":"I've failed over and over and over again in my life and that is why I succeed.","author":"Michael Jordan","category":"success"},"3332":{"id":3332,"quote":"Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.","author":"Bob Feller","category":"success"},"3333":{"id":3333,"quote":"Growing up in a group home, and with an undiagnosed learning disability to boot, the odds of success were not on my side. But when I joined the high school football team, I learned the value of discipline, focus, persistence, and teamwork - all skills that have proven vital to my career as a C.E.O. and social entrepreneur.","author":"Darell Hammond","category":"success"},"3334":{"id":3334,"quote":"My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.","author":"Mark Warner","category":"success"},"3335":{"id":3335,"quote":"Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.","author":"Marilyn Monroe","category":"success"},"3336":{"id":3336,"quote":"Action is the foundational key to all success.","author":"Pablo Picasso","category":"success"},"3337":{"id":3337,"quote":"Man needs his difficulties because they are necessary to enjoy success.","author":"A. P. J. Abdul Kalam","category":"success"},"3338":{"id":3338,"quote":"Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success.","author":"Taylor Lautner","category":"success"},"3339":{"id":3339,"quote":"Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.","author":"Helen Keller","category":"success"},"3340":{"id":3340,"quote":"One important key to success is self-confidence. An important key to self-confidence is preparation.","author":"Arthur Ashe","category":"success"},"3341":{"id":3341,"quote":"I attribute my success to this - I never gave or took any excuse.","author":"Florence Nightingale","category":"success"},"3342":{"id":3342,"quote":"Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.","author":"Swami Vivekananda","category":"success"},"3343":{"id":3343,"quote":"Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.","author":"Denis Waitley","category":"success"},"3344":{"id":3344,"quote":"Winning isn't everything, it's the only thing.","author":"Vince Lombardi","category":"success"},"3345":{"id":3345,"quote":"The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.","author":"Robert Kiyosaki","category":"success"},"3346":{"id":3346,"quote":"Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.","author":"C. S. Lewis","category":"success"},"3347":{"id":3347,"quote":"Success is never final, failure is never fatal. It's courage that counts.","author":"John Wooden","category":"success"},"3348":{"id":3348,"quote":"Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals.","author":"David A. Bednar","category":"success"},"3349":{"id":3349,"quote":"If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","author":"John D. Rockefeller","category":"success"},"3350":{"id":3350,"quote":"Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.","author":"Napoleon Hill","category":"success"},"3351":{"id":3351,"quote":"Think little goals and expect little achievements. Think big goals and win big success.","author":"David Joseph Schwartz","category":"success"},"3352":{"id":3352,"quote":"The road to success is always under construction.","author":"Arnold Palmer","category":"success"},"3353":{"id":3353,"quote":"Patience, persistence and perspiration make an unbeatable combination for success.","author":"Napoleon Hill","category":"success"},"3354":{"id":3354,"quote":"The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'","author":"Maria Montessori","category":"success"},"3355":{"id":3355,"quote":"Success is nothing if you don't have the right people to share it with; you're just gonna end up lonely.","author":"Selena Gomez","category":"success"},"3356":{"id":3356,"quote":"There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.","author":"Lauren Conrad","category":"success"},"3357":{"id":3357,"quote":"I wish I could just go tell all the young women I work with, all these fabulous women, 'Believe in yourself and negotiate for yourself. Own your own success.' I wish I could tell that to my daughter. But it's not that simple.","author":"Sheryl Sandberg","category":"success"},"3358":{"id":3358,"quote":"Many of life's failures are people who did not realize how close they were to success when they gave up.","author":"Thomas A. Edison","category":"success"},"3359":{"id":3359,"quote":"Your positive action combined with positive thinking results in success.","author":"Shiv Khera","category":"success"},"3360":{"id":3360,"quote":"I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room.","author":"Dwayne Johnson","category":"success"},"3361":{"id":3361,"quote":"Invincibility lies in the defence; the possibility of victory in the attack.","author":"Sun Tzu","category":"success"},"3362":{"id":3362,"quote":"Success is not a good teacher, failure makes you humble.","author":"Shah Rukh Khan","category":"success"},"3363":{"id":3363,"quote":"The secret of our success is that we never, never give up.","author":"Wilma Mankiller","category":"success"},"3364":{"id":3364,"quote":"Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.","author":"Saint Augustine","category":"success"},"3365":{"id":3365,"quote":"The best revenge is massive success.","author":"Frank Sinatra","category":"success"},"3366":{"id":3366,"quote":"Success does not consist in never making mistakes but in never making the same one a second time.","author":"George Bernard Shaw","category":"success"},"3367":{"id":3367,"quote":"Success depends upon previous preparation, and without such preparation there is sure to be failure.","author":"Confucius","category":"success"},"3368":{"id":3368,"quote":"Success usually comes to those who are too busy to be looking for it.","author":"Henry David Thoreau","category":"success"},"3369":{"id":3369,"quote":"Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.","author":"Louisa May Alcott","category":"success"},"3370":{"id":3370,"quote":"Success is how high you bounce when you hit bottom.","author":"George S. Patton","category":"success"},"3371":{"id":3371,"quote":"The key to success is to focus our conscious mind on things we desire not things we fear.","author":"Brian Tracy","category":"success"},"3372":{"id":3372,"quote":"If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.","author":"Henry David Thoreau","category":"success"},"3373":{"id":3373,"quote":"To this day, just always treat people the way you want to be treated. Whether it's family or friends or co-workers, I think it's the most important thing. Whether you have success or don't have it, whether you're a good person is all that matters.","author":"Brenda Song","category":"success"},"3374":{"id":3374,"quote":"Just remember, you can't climb the ladder of success with your hands in your pockets.","author":"Arnold Schwarzenegger","category":"success"},"3375":{"id":3375,"quote":"No one succeeds without effort... Those who succeed owe their success to perseverance.","author":"Ramana Maharshi","category":"success"},"3376":{"id":3376,"quote":"A great social success is a pretty girl who plays her cards as carefully as if she were plain.","author":"F. Scott Fitzgerald","category":"success"},"3377":{"id":3377,"quote":"Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.","author":"Orison Swett Marden","category":"success"},"3378":{"id":3378,"quote":"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.","author":"Booker T. Washington","category":"success"},"3379":{"id":3379,"quote":"The successful man will profit from his mistakes and try again in a different way.","author":"Dale Carnegie","category":"success"},"3380":{"id":3380,"quote":"A successful man is one who can lay a firm foundation with the bricks others have thrown at him.","author":"David Brinkley","category":"success"},"3381":{"id":3381,"quote":"Formal education will make you a living; self-education will make you a fortune.","author":"Jim Rohn","category":"success"},"3382":{"id":3382,"quote":"The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.","author":"Zig Ziglar","category":"success"},"3383":{"id":3383,"quote":"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.","author":"John F. Kennedy","category":"success"},"3384":{"id":3384,"quote":"Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.","author":"George Washington","category":"success"},"3385":{"id":3385,"quote":"I have an idea of who I want to be, I have a vision of my own success.","author":"Wiz Khalifa","category":"success"},"3386":{"id":3386,"quote":"The season of failure is the best time for sowing the seeds of success.","author":"Paramahansa Yogananda","category":"success"},"3387":{"id":3387,"quote":"I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.","author":"John D. Rockefeller","category":"success"},"3388":{"id":3388,"quote":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","category":"success"},"3389":{"id":3389,"quote":"Success breeds complacency. Complacency breeds failure. Only the paranoid survive.","author":"Andy Grove","category":"success"},"3390":{"id":3390,"quote":"Success is a state of mind. If you want success, start thinking of yourself as a success.","author":"Joyce Brothers","category":"success"},"3391":{"id":3391,"quote":"The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.","author":"Cyril Connolly","category":"success"},"3392":{"id":3392,"quote":"My success isn't a result of arrogance - it's a result of belief.","author":"Conor McGregor","category":"success"},"3393":{"id":3393,"quote":"It's how you deal with failure that determines how you achieve success.","author":"Charlotte Whitton","category":"success"},"3394":{"id":3394,"quote":"There is little success where there is little laughter.","author":"Andrew Carnegie","category":"success"},"3395":{"id":3395,"quote":"What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.","author":"Bob Dylan","category":"success"},"3396":{"id":3396,"quote":"Success is simply a matter of luck. Ask any failure.","author":"Earl Wilson","category":"success"},"3397":{"id":3397,"quote":"If you find it in your heart to care for somebody else, you will have succeeded.","author":"Maya Angelou","category":"success"},"3398":{"id":3398,"quote":"Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.","author":"William Pollard","category":"success"},"3399":{"id":3399,"quote":"Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.","author":"A. P. J. Abdul Kalam","category":"success"},"3400":{"id":3400,"quote":"Success is a journey, not a destination.","author":"Ben Sweetland","category":"success"},"3401":{"id":3401,"quote":"Being kind is the most important thing I've ever been taught. That's what my parents always told me - more important than ambition or success is being kind to people. The cornerstone of my life. What I aspire to is to be kind.","author":"Rafe Spall","category":"success"},"3402":{"id":3402,"quote":"The path to success is to take massive, determined action.","author":"Tony Robbins","category":"success"},"3403":{"id":3403,"quote":"Success is getting what you want. Happiness is wanting what you get.","author":"Dale Carnegie","category":"success"},"3404":{"id":3404,"quote":"Failure is success if we learn from it.","author":"Malcolm Forbes","category":"success"},"3405":{"id":3405,"quote":"The art of effective listening is essential to clear communication, and clear communication is necessary to management success.","author":"James Cash Penney","category":"success"},"3406":{"id":3406,"quote":"A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success.","author":"Robert Orben","category":"success"},"3407":{"id":3407,"quote":"There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things.","author":"Niccolo Machiavelli","category":"success"},"3408":{"id":3408,"quote":"Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.","author":"Zig Ziglar","category":"success"},"3409":{"id":3409,"quote":"Success is achieved and maintained by those who try and keep trying.","author":"W. Clement Stone","category":"success"},"3410":{"id":3410,"quote":"What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives.","author":"Oprah Winfrey","category":"success"},"3411":{"id":3411,"quote":"The ladder of success is never crowded at the top.","author":"Napoleon Hill","category":"success"},"3412":{"id":3412,"quote":"God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","category":"success"},"3413":{"id":3413,"quote":"The ladder of success is best climbed by stepping on the rungs of opportunity.","author":"Ayn Rand","category":"success"},"3414":{"id":3414,"quote":"A champion is afraid of losing. Everyone else is afraid of winning.","author":"Billie Jean King","category":"success"},"3415":{"id":3415,"quote":"There is only one success - to be able to spend your life in your own way.","author":"Christopher Morley","category":"success"},"3416":{"id":3416,"quote":"Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.","author":"Dale Carnegie","category":"success"},"3417":{"id":3417,"quote":"Success is counted sweetest by those who never succeed.","author":"Emily Dickinson","category":"success"},"3418":{"id":3418,"quote":"Victory has a thousand fathers, but defeat is an orphan.","author":"John F. Kennedy","category":"success"},"3419":{"id":3419,"quote":"To be prepared is half the victory.","author":"Miguel de Cervantes","category":"success"},"3420":{"id":3420,"quote":"Success is like reaching an important birthday and finding you're exactly the same.","author":"Audrey Hepburn","category":"success"},"3421":{"id":3421,"quote":"Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.","author":"Mike Ditka","category":"success"},"3422":{"id":3422,"quote":"There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen.","author":"Jim Lovell","category":"success"},"3423":{"id":3423,"quote":"Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.","author":"Sumner Redstone","category":"success"},"3424":{"id":3424,"quote":"Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole.","author":"Bernard Law Montgomery","category":"success"},"3425":{"id":3425,"quote":"If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.","author":"Henry Ford","category":"success"},"3426":{"id":3426,"quote":"I'm not really easy to live with! There needs to be unlimited patience and unconditional love. Men I've known before loved my independent spirit and were proud of my success, to the point that they'd become jealous of the time I devote to my career.","author":"Milla Jovovich","category":"success"},"3427":{"id":3427,"quote":"The grass is always greener on the other side - until you get there and see it's AstroTurf. Symbols are never reality. Someone might have amassed material success and fame, but that doesn't mean they're happy. So, don't go judging a person's life by the cover.","author":"Karen Salmansohn","category":"success"},"3428":{"id":3428,"quote":"Before everything else, getting ready is the secret of success.","author":"Henry Ford","category":"success"},"3429":{"id":3429,"quote":"The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.","author":"Tony Robbins","category":"success"},"3430":{"id":3430,"quote":"The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved.","author":"Samuel Smiles","category":"success"},"3431":{"id":3431,"quote":"Ambition is the path to success, persistence is the vehicle you arrive in.","author":"William Eardley IV","category":"success"},"3432":{"id":3432,"quote":"Make treating yourself a priority and always remember your life is happening now. Don't put off all your dreams and pleasures to another day. In any balanced personal definition of success there has to be a powerful element of living life in the present.","author":"Mireille Guiliano","category":"success"},"3433":{"id":3433,"quote":"At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure.","author":"Erin Cummings","category":"success"},"3434":{"id":3434,"quote":"Just remember: to be grateful and thank the people who are there and support you along the way is a great start to success.","author":"Meryl Davis","category":"success"},"3435":{"id":3435,"quote":"The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn't deliver the goods.","author":"John Maynard Keynes","category":"success"},"3436":{"id":3436,"quote":"Success is a journey, not a destination. The doing is often more important than the outcome.","author":"Arthur Ashe","category":"success"},"3437":{"id":3437,"quote":"Success is the maximum utilization of the ability that you have.","author":"Zig Ziglar","category":"success"},"3438":{"id":3438,"quote":"Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.","author":"Conrad Hilton","category":"success"},"3439":{"id":3439,"quote":"Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.","author":"Mark Skousen","category":"success"},"3440":{"id":3440,"quote":"All those who are around me are the bridge to my success, so they are all important.","author":"Manny Pacquiao","category":"success"},"3441":{"id":3441,"quote":"Success to me is being a good person, treating people well.","author":"David LaChapelle","category":"success"},"3442":{"id":3442,"quote":"Success is not a function of the size of your title but the richness of your contribution.","author":"Robin S. Sharma","category":"success"},"3443":{"id":3443,"quote":"The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.","author":"Babe Ruth","category":"success"},"3444":{"id":3444,"quote":"Success is the sum of small efforts - repeated day in and day out.","author":"Robert Collier","category":"success"},"3445":{"id":3445,"quote":"Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals.","author":"Jim Rohn","category":"success"},"3446":{"id":3446,"quote":"The negative side of the American Dream comes when people pursue success at any cost, which in turn destroys the vision and the dream.","author":"Azar Nafisi","category":"success"},"3447":{"id":3447,"quote":"Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall.","author":"Stephen Covey","category":"success"},"3448":{"id":3448,"quote":"Success consists of getting up just one more time than you fall.","author":"Oliver Goldsmith","category":"success"},"3449":{"id":3449,"quote":"The secret of my success is a two word answer: Know people.","author":"Harvey S. Firestone","category":"success"},"3450":{"id":3450,"quote":"I couldn't wait for success, so I went ahead without it.","author":"Jonathan Winters","category":"success"},"3451":{"id":3451,"quote":"Success cannot come from standstill men. Methods change and men must change with them.","author":"James Cash Penney","category":"success"},"3452":{"id":3452,"quote":"You might well remember that nothing can bring you success but yourself.","author":"Napoleon Hill","category":"success"},"3453":{"id":3453,"quote":"Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.","author":"Johnny Carson","category":"success"},"3454":{"id":3454,"quote":"I think the biggest challenge is to continue on the same path. I think it's easy to become complacent from the success you've had.","author":"Jason Derulo","category":"success"},"3455":{"id":3455,"quote":"Success unshared is failure.","author":"John Paul DeJoria","category":"success"},"3456":{"id":3456,"quote":"Over the years, I've become barraged by comments from people, such as, 'Beam me up, Scotty!' and I became defensive. I felt they were derisive and engendered an attitude. I am grateful for the success, but didn't want to be mocked.","author":"William Shatner","category":"success"},"3457":{"id":3457,"quote":"To put it bluntly, there isn't one economic theory that can single-handedly explain Singapore's success; its economy combines extreme features of capitalism and socialism. All theories are partial; reality is complex.","author":"Ha-Joon Chang","category":"success"},"3458":{"id":3458,"quote":"Success is that old ABC - ability, breaks, and courage.","author":"Charles Luckman","category":"success"}}