{"3641":{"id":3641,"quote":"All of us, at certain moments of our lives, need to take advice and to receive help from other people.","author":"Alexis Carrel","category":"wisdom"},"3642":{"id":3642,"quote":"To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.","author":"Buddha","category":"wisdom"},"3643":{"id":3643,"quote":"The journey of a thousand miles begins with one step.","author":"Lao Tzu","category":"wisdom"},"3644":{"id":3644,"quote":"For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.","author":"Audrey Hepburn","category":"wisdom"},"3645":{"id":3645,"quote":"If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.","author":"Michael Jordan","category":"wisdom"},"3646":{"id":3646,"quote":"Today's mighty oak is just yesterday's nut, that held its ground.","author":"David Icke","category":"wisdom"},"3647":{"id":3647,"quote":"Do not go where the path may lead, go instead where there is no path and leave a trail.","author":"Ralph Waldo Emerson","category":"wisdom"},"3648":{"id":3648,"quote":"Discipline is the bridge between goals and accomplishment.","author":"Jim Rohn","category":"wisdom"},"3649":{"id":3649,"quote":"Honesty is the first chapter in the book of wisdom.","author":"Thomas Jefferson","category":"wisdom"},"3650":{"id":3650,"quote":"The only true wisdom is in knowing you know nothing.","author":"Socrates","category":"wisdom"},"3651":{"id":3651,"quote":"We are made wise not by the recollection of our past, but by the responsibility for our future.","author":"George Bernard Shaw","category":"wisdom"},"3652":{"id":3652,"quote":"The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.","author":"William Arthur Ward","category":"wisdom"},"3653":{"id":3653,"quote":"Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.","author":"John Wooden","category":"wisdom"},"3654":{"id":3654,"quote":"It's not what you look at that matters, it's what you see.","author":"Henry David Thoreau","category":"wisdom"},"3655":{"id":3655,"quote":"People don't notice whether it's winter or summer when they're happy.","author":"Anton Chekhov","category":"wisdom"},"3656":{"id":3656,"quote":"It's the little details that are vital. Little things make big things happen.","author":"John Wooden","category":"wisdom"},"3657":{"id":3657,"quote":"Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.","author":"Satchel Paige","category":"wisdom"},"3658":{"id":3658,"quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.","author":"Confucius","category":"wisdom"},"3659":{"id":3659,"quote":"Whatever you do in life, surround yourself with smart people who'll argue with you.","author":"John Wooden","category":"wisdom"},"3660":{"id":3660,"quote":"A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them.","author":"John C. Maxwell","category":"wisdom"},"3661":{"id":3661,"quote":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.","author":"Buddha","category":"wisdom"},"3662":{"id":3662,"quote":"Don't gain the world and lose your soul; wisdom is better than silver or gold.","author":"Bob Marley","category":"wisdom"},"3663":{"id":3663,"quote":"What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.","author":"Christopher Reeve","category":"wisdom"},"3664":{"id":3664,"quote":"I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.","author":"Lao Tzu","category":"wisdom"},"3665":{"id":3665,"quote":"A good head and a good heart are always a formidable combination.","author":"Nelson Mandela","category":"wisdom"},"3666":{"id":3666,"quote":"I look forward to a great future for America - a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose.","author":"John F. Kennedy","category":"wisdom"},"3667":{"id":3667,"quote":"The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.","author":"Daniel J. Boorstin","category":"wisdom"},"3668":{"id":3668,"quote":"Think big thoughts but relish small pleasures.","author":"H. Jackson Brown, Jr.","category":"wisdom"},"3669":{"id":3669,"quote":"If you don't know where you are going, any road will get you there.","author":"Lewis Carroll","category":"wisdom"},"3670":{"id":3670,"quote":"Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.","author":"Richard M. Nixon","category":"wisdom"},"3671":{"id":3671,"quote":"Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.","author":"Bo Bennett","category":"wisdom"},"3672":{"id":3672,"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","author":"Calvin Coolidge","category":"wisdom"},"3673":{"id":3673,"quote":"One's philosophy is not best expressed in words; it is expressed in the choices one makes... and the choices we make are ultimately our responsibility.","author":"Eleanor Roosevelt","category":"wisdom"},"3674":{"id":3674,"quote":"Music is a higher revelation than all wisdom and philosophy.","author":"Ludwig van Beethoven","category":"wisdom"},"3675":{"id":3675,"quote":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.","author":"Confucius","category":"wisdom"},"3676":{"id":3676,"quote":"Knowing others is wisdom, knowing yourself is Enlightenment.","author":"Lao Tzu","category":"wisdom"},"3677":{"id":3677,"quote":"If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.","author":"Nelson Mandela","category":"wisdom"},"3678":{"id":3678,"quote":"No man was ever wise by chance.","author":"Lucius Annaeus Seneca","category":"wisdom"},"3679":{"id":3679,"quote":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","author":"Saint Basil","category":"wisdom"},"3680":{"id":3680,"quote":"The more you like yourself, the less you are like anyone else, which makes you unique.","author":"Walt Disney","category":"wisdom"},"3681":{"id":3681,"quote":"God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.","author":"Reinhold Niebuhr","category":"wisdom"},"3682":{"id":3682,"quote":"Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.","author":"Henry Van Dyke","category":"wisdom"},"3683":{"id":3683,"quote":"Everything comes to us that belongs to us if we create the capacity to receive it.","author":"Rabindranath Tagore","category":"wisdom"},"3684":{"id":3684,"quote":"Democracy is a pathetic belief in the collective wisdom of individual ignorance.","author":"H. L. Mencken","category":"wisdom"},"3685":{"id":3685,"quote":"The way you see people is the way you treat them, and the way you treat them is what they become.","author":"Johann Wolfgang von Goethe","category":"wisdom"},"3686":{"id":3686,"quote":"Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful.","author":"Harvey Mackay","category":"wisdom"},"3687":{"id":3687,"quote":"Where there is charity and wisdom, there is neither fear nor ignorance.","author":"Francis of Assisi","category":"wisdom"},"3688":{"id":3688,"quote":"Science is organized knowledge. Wisdom is organized life.","author":"Immanuel Kant","category":"wisdom"},"3689":{"id":3689,"quote":"A wise man is superior to any insults which can be put upon him, and the best reply to unseemly behavior is patience and moderation.","author":"Moliere","category":"wisdom"},"3690":{"id":3690,"quote":"Never interrupt your enemy when he is making a mistake.","author":"Napoleon Bonaparte","category":"wisdom"},"3691":{"id":3691,"quote":"Never reach out your hand unless you're willing to extend an arm.","author":"Pope Paul VI","category":"wisdom"},"3692":{"id":3692,"quote":"It is not wisdom but Authority that makes a law.","author":"Thomas Hobbes","category":"wisdom"},"3693":{"id":3693,"quote":"Silence is the sleep that nourishes wisdom.","author":"Francis Bacon","category":"wisdom"},"3694":{"id":3694,"quote":"If you only have a hammer, you tend to see every problem as a nail.","author":"Abraham Maslow","category":"wisdom"},"3695":{"id":3695,"quote":"A long habit of not thinking a thing wrong gives it a superficial appearance of being right.","author":"Thomas Paine","category":"wisdom"},"3696":{"id":3696,"quote":"We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far.","author":"Swami Vivekananda","category":"wisdom"},"3697":{"id":3697,"quote":"Step with care and great tact, and remember that Life's a Great Balancing Act.","author":"Dr. Seuss","category":"wisdom"},"3698":{"id":3698,"quote":"The art of being wise is the art of knowing what to overlook.","author":"William James","category":"wisdom"},"3699":{"id":3699,"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","author":"Charles Spurgeon","category":"wisdom"},"3700":{"id":3700,"quote":"There are many ways of going forward, but only one way of standing still.","author":"Franklin D. Roosevelt","category":"wisdom"},"3701":{"id":3701,"quote":"Set your course by the stars, not by the lights of every passing ship.","author":"Omar N. Bradley","category":"wisdom"},"3702":{"id":3702,"quote":"He who lives in harmony with himself lives in harmony with the universe.","author":"Marcus Aurelius","category":"wisdom"},"3703":{"id":3703,"quote":"Be as you wish to seem.","author":"Socrates","category":"wisdom"},"3704":{"id":3704,"quote":"Everything that irritates us about others can lead us to an understanding of ourselves.","author":"Carl Jung","category":"wisdom"},"3705":{"id":3705,"quote":"Genius is one percent inspiration and ninety-nine percent perspiration.","author":"Thomas A. Edison","category":"wisdom"},"3706":{"id":3706,"quote":"The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.","author":"Michelangelo","category":"wisdom"},"3707":{"id":3707,"quote":"Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us.","author":"Hal Borland","category":"wisdom"},"3708":{"id":3708,"quote":"Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.","author":"Archimedes","category":"wisdom"},"3709":{"id":3709,"quote":"In every walk with nature one receives far more than he seeks.","author":"John Muir","category":"wisdom"},"3710":{"id":3710,"quote":"If you want a thing done well, do it yourself.","author":"Napoleon Bonaparte","category":"wisdom"},"3711":{"id":3711,"quote":"Patience is the companion of wisdom.","author":"Saint Augustine","category":"wisdom"},"3712":{"id":3712,"quote":"Without freedom of thought, there can be no such thing as wisdom - and no such thing as public liberty without freedom of speech.","author":"Benjamin Franklin","category":"wisdom"},"3713":{"id":3713,"quote":"Obstacles are those frightful things you see when you take your eyes off your goal.","author":"Henry Ford","category":"wisdom"},"3714":{"id":3714,"quote":"We cannot become what we need to be by remaining what we are.","author":"Max de Pree","category":"wisdom"},"3715":{"id":3715,"quote":"Being entirely honest with oneself is a good exercise.","author":"Sigmund Freud","category":"wisdom"},"3716":{"id":3716,"quote":"The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed.","author":"Nathaniel Hawthorne","category":"wisdom"},"3717":{"id":3717,"quote":"There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.","author":"Confucius","category":"wisdom"},"3718":{"id":3718,"quote":"Knowledge speaks, but wisdom listens.","author":"Jimi Hendrix","category":"wisdom"},"3719":{"id":3719,"quote":"He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.","author":"Aeschylus","category":"wisdom"},"3720":{"id":3720,"quote":"Avoid having your ego so close to your position that when your position falls, your ego goes with it.","author":"Colin Powell","category":"wisdom"},"3721":{"id":3721,"quote":"In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.","author":"Lao Tzu","category":"wisdom"},"3722":{"id":3722,"quote":"A day of worry is more exhausting than a week of work.","author":"John Lubbock","category":"wisdom"},"3723":{"id":3723,"quote":"Wisdom begins in wonder.","author":"Socrates","category":"wisdom"},"3724":{"id":3724,"quote":"A charming woman... doesn't follow the crowd. She is herself.","author":"Loretta Young","category":"wisdom"},"3725":{"id":3725,"quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","author":"Isaac Asimov","category":"wisdom"},"3726":{"id":3726,"quote":"True knowledge exists in knowing that you know nothing.","author":"Socrates","category":"wisdom"},"3727":{"id":3727,"quote":"I praise loudly. I blame softly.","author":"Catherine the Great","category":"wisdom"},"3728":{"id":3728,"quote":"Always seek out the seed of triumph in every adversity.","author":"Og Mandino","category":"wisdom"},"3729":{"id":3729,"quote":"God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.","author":"Joel Osteen","category":"wisdom"},"3730":{"id":3730,"quote":"As you walk down the fairway of life you must smell the roses, for you only get to play one round.","author":"Ben Hogan","category":"wisdom"},"3731":{"id":3731,"quote":"How many cares one loses when one decides not to be something but to be someone.","author":"Coco Chanel","category":"wisdom"},"3732":{"id":3732,"quote":"It's better to be a lion for a day than a sheep all your life.","author":"Elizabeth Kenny","category":"wisdom"},"3733":{"id":3733,"quote":"The motto of chivalry is also the motto of wisdom; to serve all, but love only one.","author":"Honore de Balzac","category":"wisdom"},"3734":{"id":3734,"quote":"We never understand how little we need in this world until we know the loss of it.","author":"James M. Barrie","category":"wisdom"},"3735":{"id":3735,"quote":"The time to repair the roof is when the sun is shining.","author":"John F. Kennedy","category":"wisdom"},"3736":{"id":3736,"quote":"It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.","author":"John Steinbeck","category":"wisdom"},"3737":{"id":3737,"quote":"A little knowledge that acts is worth infinitely more than much knowledge that is idle.","author":"Khalil Gibran","category":"wisdom"},"3738":{"id":3738,"quote":"The higher we are placed, the more humbly we should walk.","author":"Marcus Tullius Cicero","category":"wisdom"},"3739":{"id":3739,"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","author":"Socrates","category":"wisdom"},"3740":{"id":3740,"quote":"Nine-tenths of wisdom is being wise in time.","author":"Theodore Roosevelt","category":"wisdom"},"3741":{"id":3741,"quote":"The three great essentials to achieve anything worth while are: Hard work, Stick-to-itiveness, and Common sense.","author":"Thomas A. Edison","category":"wisdom"},"3742":{"id":3742,"quote":"Even if you're on the right track, you'll get run over if you just sit there.","author":"Will Rogers","category":"wisdom"},"3743":{"id":3743,"quote":"Giving opens the way for receiving.","author":"Florence Scovel Shinn","category":"wisdom"},"3744":{"id":3744,"quote":"Life is a travelling to the edge of knowledge, then a leap taken.","author":"D. H. Lawrence","category":"wisdom"},"3745":{"id":3745,"quote":"He is no fool who gives what he cannot keep to gain what he cannot lose.","author":"Jim Elliot","category":"wisdom"},"3746":{"id":3746,"quote":"The opportunity for brotherhood presents itself every time you meet a human being.","author":"Jane Wyman","category":"wisdom"},"3747":{"id":3747,"quote":"To acquire knowledge, one must study; but to acquire wisdom, one must observe.","author":"Marilyn vos Savant","category":"wisdom"},"3748":{"id":3748,"quote":"My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.","author":"William Tecumseh Sherman","category":"wisdom"},"3749":{"id":3749,"quote":"Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.","author":"Bertrand Russell","category":"wisdom"},"3750":{"id":3750,"quote":"Let us be about setting high standards for life, love, creativity, and wisdom. If our expectations in these areas are low, we are not likely to experience wellness. Setting high standards makes every day and every decade worth looking forward to.","author":"Greg Anderson","category":"wisdom"},"3751":{"id":3751,"quote":"Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.","author":"Morihei Ueshiba","category":"wisdom"},"3752":{"id":3752,"quote":"If suffering brings wisdom, I would wish to be less wise.","author":"William Butler Yeats","category":"wisdom"},"3753":{"id":3753,"quote":"What wisdom can you find that is greater than kindness?","author":"Jean-Jacques Rousseau","category":"wisdom"},"3754":{"id":3754,"quote":"No party has a monopoly on wisdom. No democracy works without compromise. But when Governor Romney and his allies in Congress tell us we can somehow lower our deficit by spending trillions more on new tax breaks for the wealthy - well, you do the math. I refuse to go along with that. And as long as I'm President, I never will.","author":"Barack Obama","category":"wisdom"},"3755":{"id":3755,"quote":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.","author":"Xi Jinping","category":"wisdom"},"3756":{"id":3756,"quote":"O, what a tangled web we weave when first we practise to deceive!","author":"Walter Scott","category":"wisdom"},"3757":{"id":3757,"quote":"Knowledge is proud that it knows so much; wisdom is humble that it knows no more.","author":"William Cowper","category":"wisdom"},"3758":{"id":3758,"quote":"Imagination is more important than knowledge.","author":"Albert Einstein","category":"wisdom"},"3759":{"id":3759,"quote":"Irony is the gaiety of reflection and the joy of wisdom.","author":"Anatole France","category":"wisdom"},"3760":{"id":3760,"quote":"All human wisdom works and has worries and grief as reward.","author":"Johann Georg Hamann","category":"wisdom"},"3761":{"id":3761,"quote":"Though sages may pour out their wisdom's treasure, there is no sterner moralist than pleasure.","author":"Lord Byron","category":"wisdom"},"3762":{"id":3762,"quote":"If the highest things are unknowable, then the highest capacity or virtue of man cannot be theoretical wisdom.","author":"Leo Strauss","category":"wisdom"},"3763":{"id":3763,"quote":"But the law of God came from heaven indeed. God wrote it with his finger, it is the fountain of all wisdom, and therefore shall it continue for ever, and never have an end.","author":"John Jewel","category":"wisdom"},"3764":{"id":3764,"quote":"You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life.","author":"Ravi Zacharias","category":"wisdom"},"3765":{"id":3765,"quote":"The doorstep to the temple of wisdom is a knowledge of our own ignorance.","author":"Benjamin Franklin","category":"wisdom"},"3766":{"id":3766,"quote":"Honesty is the best policy.","author":"Benjamin Franklin","category":"wisdom"},"3767":{"id":3767,"quote":"There is a wisdom of the head, and a wisdom of the heart.","author":"Charles Dickens","category":"wisdom"},"3768":{"id":3768,"quote":"A ruffled mind makes a restless pillow.","author":"Charlotte Bronte","category":"wisdom"},"3769":{"id":3769,"quote":"The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny.","author":"Colin Powell","category":"wisdom"},"3770":{"id":3770,"quote":"It has long been an axiom of mine that the little things are infinitely the most important.","author":"Arthur Conan Doyle","category":"wisdom"},"3771":{"id":3771,"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men.","author":"Confucius","category":"wisdom"},"3772":{"id":3772,"quote":"Wisdom is knowing what to do next; virtue is doing it.","author":"David Starr Jordan","category":"wisdom"},"3773":{"id":3773,"quote":"Wisdom stands at the turn in the road and calls upon us publicly, but we consider it false and despise its adherents.","author":"Khalil Gibran","category":"wisdom"},"3774":{"id":3774,"quote":"It takes a great man to give sound advice tactfully, but a greater to accept it graciously.","author":"Logan Pearsall Smith","category":"wisdom"},"3775":{"id":3775,"quote":"To wear your heart on your sleeve isn't a very good plan; you should wear it inside, where it functions best.","author":"Margaret Thatcher","category":"wisdom"},"3776":{"id":3776,"quote":"It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.","author":"Walter Lippmann","category":"wisdom"},"3777":{"id":3777,"quote":"You've got to go out on a limb sometimes because that's where the fruit is.","author":"Will Rogers","category":"wisdom"},"3778":{"id":3778,"quote":"People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.","author":"J. Michael Straczynski","category":"wisdom"},"3779":{"id":3779,"quote":"You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?","author":"W. Clement Stone","category":"wisdom"},"3780":{"id":3780,"quote":"The future has already arrived. It's just not evenly distributed yet.","author":"William Gibson","category":"wisdom"},"3781":{"id":3781,"quote":"Counsel woven into the fabric of real life is wisdom.","author":"Walter Benjamin","category":"wisdom"},"3782":{"id":3782,"quote":"The wisdom of the wise is an uncommon degree of common sense.","author":"Dean Inge","category":"wisdom"},"3783":{"id":3783,"quote":"It is like the seed put in the soil - the more one sows, the greater the harvest.","author":"Orison Swett Marden","category":"wisdom"},"3784":{"id":3784,"quote":"The more one pleases everybody, the less one pleases profoundly.","author":"Stendhal","category":"wisdom"},"3785":{"id":3785,"quote":"Combine the extremes, and you will have the true center.","author":"Karl Wilhelm Friedrich Schlegel","category":"wisdom"},"3786":{"id":3786,"quote":"Above all, you must fight conceit, envy, and every kind of ill-feeling in your heart.","author":"Abraham Cahan","category":"wisdom"},"3787":{"id":3787,"quote":"Follow your instincts. That's where true wisdom manifests itself.","author":"Oprah Winfrey","category":"wisdom"},"3788":{"id":3788,"quote":"Wisdom has never made a bigot, but learning has.","author":"Josh Billings","category":"wisdom"},"3789":{"id":3789,"quote":"Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis.","author":"Mary Kay Ash","category":"wisdom"},"3790":{"id":3790,"quote":"Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.","author":"Dale Turner","category":"wisdom"},"3791":{"id":3791,"quote":"After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.","author":"James Prescott Joule","category":"wisdom"},"3792":{"id":3792,"quote":"Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.","author":"Johannes Tauler","category":"wisdom"},"3793":{"id":3793,"quote":"Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.","author":"Khalil Gibran","category":"wisdom"},"3794":{"id":3794,"quote":"Wisdom is knowing when you can't be wise.","author":"Paul Engle","category":"wisdom"},"3795":{"id":3795,"quote":"Imagination allows us to escape the predictable. It enables us to reply to the common wisdom that we cannot soar by saying, 'Just watch!'","author":"Bill Bradley","category":"wisdom"},"3796":{"id":3796,"quote":"Life is the only real counselor; wisdom unfiltered through personal experience does not become a part of the moral tissue.","author":"Edith Wharton","category":"wisdom"},"3797":{"id":3797,"quote":"The experience gathered from books, though often valuable, is but the nature of learning; whereas the experience gained from actual life is one of the nature of wisdom.","author":"Samuel Smiles","category":"wisdom"},"3798":{"id":3798,"quote":"The greatest wisdom is to realize one's lack of it.","author":"Constantin Stanislavski","category":"wisdom"},"3799":{"id":3799,"quote":"The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.","author":"Plato","category":"wisdom"},"3800":{"id":3800,"quote":"Our experience is composed rather of illusions lost than of wisdom acquired.","author":"Joseph Roux","category":"wisdom"},"3801":{"id":3801,"quote":"Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.","author":"Sidney Hook","category":"wisdom"},"3802":{"id":3802,"quote":"Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.","author":"Clifford Stoll","category":"wisdom"},"3803":{"id":3803,"quote":"Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.","author":"Chen Shui-bian","category":"wisdom"},"3804":{"id":3804,"quote":"And when the world is created, it is created in such a way that those eternal objects of God's loving wisdom become actualities - interacting with one another, relating to God in the finite realm.","author":"Rowan Williams","category":"wisdom"},"3805":{"id":3805,"quote":"Not engaging in ignorance is wisdom.","author":"Bodhidharma","category":"wisdom"},"3806":{"id":3806,"quote":"God in His wisdom has decided that He will reward no works but His own.","author":"Johannes Tauler","category":"wisdom"},"3807":{"id":3807,"quote":"In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.","author":"Janet Jackson","category":"wisdom"},"3808":{"id":3808,"quote":"Genius unrefined resembles a flash of lightning, but wisdom is like the sun.","author":"Franz Grillparzer","category":"wisdom"},"3809":{"id":3809,"quote":"The wisdom of the wise, and the experience of ages, may be preserved by quotation.","author":"Isaac D'Israeli","category":"wisdom"},"3810":{"id":3810,"quote":"But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint.","author":"Edmund Burke","category":"wisdom"},"3811":{"id":3811,"quote":"Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life.","author":"Herman Hesse","category":"wisdom"},"3812":{"id":3812,"quote":"Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.","author":"Cat Cora","category":"wisdom"},"3813":{"id":3813,"quote":"If we have built on the fragile cornerstones of human wisdom, pride, and conditional love, things may look good for a while, but a weak foundation causes collapse when storms hit.","author":"Charles Stanley","category":"wisdom"},"3814":{"id":3814,"quote":"I love the music of Lauryn Hill and Erykah Badu and more recently the music of Laura Marling. All these women share a strength and a wisdom in their voices and music that really makes me want to make music and sing.","author":"Lianne La Havas","category":"wisdom"},"3815":{"id":3815,"quote":"We can't really digest food unless there's hunger. So we can't really assimilate spiritual wisdom unless we feel the need for it.","author":"Radhanath Swami","category":"wisdom"},"3816":{"id":3816,"quote":"All conventional wisdom has an element of truth to it, but good design requires more than an element of truth - it requires an ensemble of correct assumptions and valid calculations.","author":"Henry Petroski","category":"wisdom"},"3817":{"id":3817,"quote":"We humans have lost the wisdom of genuinely resting and relaxing. We worry too much. We don't allow our bodies to heal, and we don't allow our minds and hearts to heal.","author":"Thich Nhat Hanh","category":"wisdom"},"3818":{"id":3818,"quote":"Knowledge is not just the preserve of the educated elite. Just because someone has not had a formal education, that does not mean he does not have wisdom and common sense.","author":"Vikas Swarup","category":"wisdom"},"3819":{"id":3819,"quote":"I imagine God to be like my father. My father was always the voice of certainty in my life. Certainty in the wisdom, certainty in the path, certainty always in God. For me God is certainty in everything. Certainty that everything is good and everything is God.","author":"Yehuda Berg","category":"wisdom"},"3820":{"id":3820,"quote":"The philosophy of life is this: Life is not a struggle, not a tension... Life is bliss. It is eternal wisdom, eternal existence.","author":"Maharishi Mahesh Yogi","category":"wisdom"},"3821":{"id":3821,"quote":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","author":"Ravi Zacharias","category":"wisdom"},"3822":{"id":3822,"quote":"Each of us finds his unique vehicle for sharing with others his bit of wisdom.","author":"Ram Dass","category":"wisdom"}}